Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Search for similar events
it: Ricerca per eventi similari

source: Search the epg for current event.
it: Cerca EPG per l'evento corrente

source: Search west
it: Cerca a ovest

source: Search/WEB
it: Cerca/WEB

source: Search/WEB long
it: Search/WEB lungo

source: Searching
it: Ricerca in corso

source: Searching east ...
it: Ricerca ad est...

source: Searching for available updates. Please wait...
it: Ricerca aggiornamenti disponibili in corso. Attendere...

source: Searching for new installed or removed packages. Please wait...
it: Ricerca nuovi pacchetti installati o rimossi in corso. Attendere...

source: Searching west ...
it: Ricerca ad ovest...

source: Second cable of motorized LNB
it: Secondo cavo su LNB motorizzato

source: Secondary DNS
it: DNS Secondario

source: Seek
it: Ricerca

source: Seek backward
it: Ricerca indietro

source: Seek backward (enter time)
it: Ricerca indietro (inserire ora)

source: Seek forward
it: Ricerca avanti

source: Seek forward (enter time)
it: Ricerca avanti (inserire ora)

source: Seekbar activation
it: Attivazione SeekBar

source: Seekbar sensibility
it: Sensibiità SeekBar

source: Select
it: Selezionare

source: Select CAId
it: Selezionare CAId

source: Select HDD
it: Seleziona HDD

source: Select Location
it: Scegli la Località

source: Select Software Update
it: Seleziona Software Update

source: Select a wireless network
it: Selezionare una rete wireless

source: Select action for timer %s:
it: Seleziona azione per il timer %s:

source: Select all
it: Seleziona tutto

source: Select an image to be downloaded
it: Selezionare l'immagine da scaricare

source: Select audio track
it: Selezionare una traccia audio

source: Select backup files
it: Selezionare file di backup

source: Select backup location
it: Seleziona Destinazione backup

source: Select channel to record from
it: Selezionare il canale da registrazione

source: Select copy destination for:
it: Selezionare destinazione di copia per:

source: Select default EPG type...
it: Selezionare tipo EPG di default ..

source: Select desired image from feed list
it: Selezionare l'immagine desiderata dalla lista feed

source: Select destination for:
it: Selezionare destinazione per :

source: Select files for backup.
it: Selezionare i file per il backup.

source: Select files/folders to backup
it: Selezionare file/cartelle per il backup.

source: Select folders
it: Selezionare le cartelle

source: Select how to activate the Quick EPG mode:
it: Scegliere come attivare la modalità EPG rapida:

source: Select how your box will upgrade.
it: Selezionare la modalità di aggiornamento.

source: Select if timeshift must continue when set to record.
it: Seleziona se il timeshift deve continuare quando è impostata la registrazione.

source: Select if you want the Subservice mode to be activated.
it: Selezionare se si desidera che la modalità subservice è da attivare.

source: Select input device
it: Selezionare il dispositivo di input

source: Select input device.
it: Selezionare il dispositivo di input.

source: Select interface
it: Selezionare l'interfaccia

source: Select location
it: Selezionare percorso

source: Select movie
it: Selezionare film

source: Select provider to add...
it: Selezionare il provider da aggiungere...

source: Select refresh rate
it: Selezionare la frequenza di aggiornamento

source: Select satellites
it: Seleziona satelliti

source: Select service to add...
it: Selezionare il canale da aggiungere...

source: Select sort method:
it: Seleziona metodo d'ordinamento:

source: Select target folder
it: Cartella destinazione

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
it: Selezionare la funzione desiderata e cliccare su "OK" per assegnarlo. Utilizzare "CH +/-" per scegliere tra le liste. Selezionare una funzione assegnata e cliccare su "OK" per de-assegnarlo. Usare "Avanti / Indietro" per cambiare l'ordine delle funzioni assegnate.

source: Select the movie path
it: Selezionare cartella film

source: Select upgrade source
it: Selezionare la sorgente aggiornamento

source: Select upgrade source to edit.
it: Selezionare la sorgente aggiornamento da modificare.

source: Select video input with up/down buttons
it: Selezionare l'ingresso video con i tasti Sù/Giù

source: Select video mode
it: Selezionare la modalità video

source: Select what should be done when the %s %s was boot-up, normal playing or goto standby.
it: Seleziona cosa si dovrebbe fare quando %s %s viene avviato, visualizza o vai in stand-by.

source: Select what should be done when the %s %s was shutdown incorrectly, or after the Power was lost.
it: Seleziona cosa si dovrebbe fare quando il %s %s è stato arrestato in modo non corretto, o dopo mancata d'alimentazione.

source: Select what you want the Channel +/- button to activate:
it: Selezionare la funzione da assegnare ai tasti CH +/- del telecomando:

source: Select what you want the EPG button to activate:
it: Selezionare la funzione da abbinare alla pressione del tasto EPG:

source: Select what you want the INFO button to activate:
it: Selezionare la funzione da abbinare alla pressione del tasto INFO:

source: Select what you want the OK button to activate:
it: Selezionare la funzione da abbinare alla pressione del tasto OK:

source: Select what you want the TV button to activate:
it: Selezionare la funzione da abbinare alla pressione del tasto TV:

source: Select what you want the Up/Down button to activate:
it: Selezionare la funzione da assegnare ai tasti CH +/- del telecomando:

source: Select wireless network
it: Seleziona una rete wireless

source: Select your provider, and press OK to start the scan
it: Seleziona il tuo provder e premi OK per la ricerca

source: Selecting satellites 1 (USALS)
it: Selezione satelliti 1 (USALS)

source: Selecting satellites 2 (USALS)
it: Selezione satelliti 2 (USALS)

source: Send
it: Invia

source: Send Confirmation
it: Conferma di invio

source: Send DiSEqC
it: Invia DiSEqC

source: Send DiSEqC only on satellite change
it: Inviare DiSEqC solo su cambio satellite

source: Seperate titles with a main menu
it: Separare i titoli con un menu principale

source: Sequence repeat
it: Ripetizione sequenza

source: Serbian
it: Serbo

source: Serial No
it: N. di serie

source: Service
it: Canale

source: Service Information
it: Informazione canale

source: Service Name
it: Nome Canale

source: Service Title mode
it: Modalità Nome Canale

source: Service font size
it: Dimensione carattere canale

source: Service has been added to the favourites.
it: Canale aggiunto a preferiti.

source: Service has been added to the selected bouquet.
it: Canale aggiunto al bouquet selezionato.

source: Service info font size
it: Dimensione carattere Info Canale

source: Service invalid! (Timeout reading PMT)
it: Canale non valido! (Timeout in lettura PMT)

source: Service name
it: Nome Servizio

source: Service name font size
it: Dimensione carattere nome canale

source: Service not found! (SID not found in PAT)
it: Canale non trovato! (SID non trovato in PAT)

source: Service number font size
it: Dimensione carattere numero canale

source: Service reference
it: Rif.to canale

source: Service scan
it: Ricerca canali

source: Service searching
it: Ricerca canali

source: Service unavailable! Check tuner configuration!
it: Canale non disponibile! Controllare la configurazione tuner!

source: Service width
it: Larghezza nome canale

source: Services
it: Canali

source: Set Framerate for MiniTV
it: Imposta Framerate per MiniTv

source: Set System
it: Impostazione sistema

source: Set default
it: Imposta predefinito

source: Set end time
it: Conf. orario fine

source: Set fixed
it: Set aggiornati

source: Set fps for external subtitles
it: Impostare Frame per Secondo per i sottotitoli esterni

source: Set limits
it: Impostare limiti

source: Set the MAC-address of your %s %s.
it: Impostare l'indirizzo MAC del vostro %s %s.

source: Set the channel for this timer.
it: Impostare il canale per questo timer.

source: Set the date the timer must start.
it: Impostare la data in cui il timer deve partire

source: Set the default location for your autorecord-files. Press 'OK' to add new locations, select left/right to select an existing location.
it: Imposta come cartella di default per le autoregistrazioni. Premi 'OK' per aggiungere la cartella, seleziona sinistra/destra per selezionare una cartella esistente.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
it: Impostare la posizione predefinita per le registrazioni istantanee. Premere 'OK' per aggiungere nuove posizioni, selezionate a sinistra / destra per selezionare una posizione esistente.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
it: Impostare la posizione predefinita per le registrazioni. Premere 'OK' per aggiungere nuove posizioni, selezionate a sinistra / destra per selezionare una posizione esistente.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
it: Impostare la posizione predefinita per i timer. Premere 'OK' per aggiungere nuove posizioni, selezionate a sinistra / destra per selezionare una posizione esistente.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
it: Impostare la posizione predefinita per i timeshift-files. Premere 'OK' per aggiungere nuove posizioni, selezionate a sinistra / destra per selezionare una posizione esistente

source: Set the default sorting method.
it: Impostare il metodo di ordinamento predefinito.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
it: Impostare il tempo di ritardo tra i cicli ripetuti, questo utilizza un software di rendering in alcune skin.

source: Set the description of the recording.
it: Struttura nomi dei file di registrazione

source: Set the jump-size of the seekbar.
it: Impostare dimensioni del salto della barra di ricerca.

source: Set the name the recording will get.
it: Impostare il nome da dare alla registrazione.

source: Set the screen type you get on pressing 'OK' when the info bar shows to 2nd infobar Lite or event info.
it: Impostare il tipo di schermo che si ottiene premendo 'OK' quando la barra delle informazioni mostra la 2nd infobar Lite o info evento.

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
it: Impostare velocità di scorrimento del testo sul display anteriore, questo è usato dal software renderer in alcune skin.

source: Set the scrolling speed of text on the front display.
it: Impostare la velocità di scorrimento del testo sul display anteriore.

source: Set the time before checking video source for resolution infomation.
it: Configura il tempo prima che venga controllato il video per raccogliere informazioni di risoluzione

source: Set the time the timer must start.
it: Impostare l'orario di avvio del timer.

source: Set the time the timer must stop.
it: Impostare l'orario di stop del timer.

source: Set the time to hide the infobar.
it: Imposta il tempo per nascondere la infobar.

source: Set the time to hide the second infobar. The bar also disappears on pressing 'OK'.
it: Impostare il tempo di nascondere la seconda barra informazioni. La barra scompare premendo 'OK'.

source: Set the type of the progress indication in the channel selection screen.
it: Imposta il tipo di progressione evento nella schermata della lista canali.

source: Set time window to 1 hour
it: Setta la finestra di tempo a 1 ora

source: Set time window to 2 hours
it: Setta la finestra di tempo a 2 ore

source: Set time window to 3 hours
it: Setta la finestra di tempo a 3 ore

source: Set time window to 4 hours
it: Setta la finestra di tempo a 4 ore

source: Set time window to 5 hours
it: Setta la finestra di tempo a 5 ore

source: Set time window to 6 hours
it: Setta la finestra di tempo a 6 ore

source: Set to the desired primetime (hour).
it: Seleziona l'ora desiderata per la Primaserata (ora)

source: Set to the desired primetime (minutes.
it: Seleziona l'ora desiderata per la Primaserata (minuti.

source: Set to what you want the button to do.
it: Impostare l'azione per il tasto OK .

source: Set voltage and 22KHz
it: Imposta il voltaggio a 22 Khz

source: Sets the root folder of movie list, to remove the '..' from benign shown in that folder.
it: Imposta la cartella principale della lista di film, per rimuovere la '..' mostrato all'inizio in quella cartella.

source: Settings...
it: Impostazioni ...

source: Setup
it: Configurazione

source: Setup Harddisk
it: Gestore Harddisk

source: Setup Language
it: Gestore Lingua

source: Setup how to control the channel changing.
it: Imposta se nel cambio canale devi avere come sfondo, schermo nero o screenshot ultimo canale visionato.

source: Setup menu
it: Menu configurazione

source: Setup mode
it: Modalità configurazione

source: Setup network time synchronization interval.
it: Imposta intervallo per la sincronizzazione dell'ora di rete.

source: Setup the interval to check for online updates. (in hours)
it: Setta un intervallo per la ricerca degli update online. (in ore)

source: Setup your positioner
it: Configura il motore

source: Setup your satellite equipment
it: Configura il tuo impianto Sat

source: Setup your timezone.
it: Configura il tuo Fuso Orario

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
it: Procedere con la configurazione guidata e installare il file immagine %s nella memoria flash?

source: Share Folder's
it: Cartelle condivise

source: Share View
it: Vista Condivisioni

source: Shares
it: Condivisioni

source: Sharpness
it: Nitidezza

source: Short filenames
it: Nomi brevi

source: Show /tmp/ecm.info
it: Mostra /tmp/ecm.info

source: Show 1080p 24fps as
it: Mostra 1080p 24fps come

source: Show 1080p 25fps as
it: Mostra 1080p 25fps come

source: Show 1080p 30fps as
it: Mostra 1080p 30fps come

source: Show 480/576p 24fps as
it: Mostra 480/576p 24fps come

source: Show 720p 24fps as
it: Mostra 720p 24fps come

source: Show Audioselection
it: Mostra Audioselection

source: Show AutoTimer List
it: Mostra Lista Autotimer

source: Show Box Portal...
it: Mostra Box Portal...

source: Show CCcam in extensions ?
it: Mostra CCcam nelle estensioni ?

source: Show Clients
it: Mostra i clienti

source: Show CoolChannelGuide
it: Mostra CoolChannelGuide

source: Show CoolEasyGuide
it: Mostra CoolEasyGuide

source: Show CoolInfoGuide
it: Mostra CoolInfoGuide

source: Show CoolSingleGuide
it: Mostra CoolSingleGuide

source: Show CoolTVGuide
it: Mostra CoolTVGuide

source: Show Display Icons
it: Mostra Icone nel Display

source: Show E2 Log
it: Mostra log Enigma

source: Show EIT now/next in infobar
it: Mostra EIT adesso/prossimo nella infobar

source: Show EPG
it: Mostra EPG

source: Show EPG for current channel...
it: Mostra EPG per il canale corrente...

source: Show Eventview
it: Mostra Eventview

source: Show Format Setup...
it: Mostra Setup Formattazione...

source: Show Graphical EPG
it: Mostra EPG Grafico

source: Show HDD progress
it: Mostra progresso HDD

source: Show HDMI Output Resulution
it: Mostra risoluzione HDMI in Uscita

source: Show HDMI-Output Res
it: Mostra HDMI-Output Res

source: Show Infobar
it: Mostra infobar

source: Show Log
it: Mostra Log

source: Show Log Manager in extensions list ?
it: Mostrare LogManager nelle estensioni?

source: Show Media playback Remaining/Elapsed as
it: In riproduzione Media, mostra tempo rimanente/trascorso

source: Show Merlin EPG Center
it: Mostra Merlin EPG Center

source: Show MiniTV in the Front Display
it: Mostra MiniTV nel Display del frontalino

source: Show Multi EPG
it: Mostra EPG Multiplo

source: Show OE Log
it: Mostra log OE

source: Show OScam in extensions ?
it: Mostra Oscam nelle estensioni ?

source: Show PIP
it: Mostra PIP

source: Show PIP in the Front Display
it: Mostra PiP nel Display del frontalino

source: Show PVR status in MoviePlayer infobar
it: Mostra lo stato PVR nell'infobar del MoviePlayer

source: Show RFmod setup...
it: Mostra configurazione RFmod ...

source: Show Readers/Proxies
it: Mostra reader/proxies

source: Show Record Movies
it: Mostra i Filmati Registrati

source: Show Restart Network in Extensions list *
it: Mostrare il Riavvio Network nella lista Estensioni *

source: Show SD as
it: Mostra SD come

source: Show Single EPG
it: Visualizza EPG Singolo

source: Show Time Remaining/Elapsed
it: Mostrare tempo rimanente/trascorso

source: Show Timer List
it: Mostra la lista dei Timers

source: Show Transponder Remaining/Elapsed as
it: Mostrare Transponder rimanente / trascorso come

source: Show VCR scart on main menu
it: Mostra VCR scart nel menu principale

source: Show WLAN status
it: Mostrare stato WLAN

source: Show animation while busy
it: Mostra spinner quando occupato

source: Show background in Radio Mode
it: Mostrare Immagine Background in Radio Mode

source: Show background when tuned to a radio channel.
it: Mostra immagine di background quando sintonizzato su canale radio.

source: Show blinking Clock on Display during recording
it: Mostrare l'orologio lampeggiante sul display durante la registrazione

source: Show blinking rec symbol on Display during recording
it: Mostra il simbolo rec lampeggiante nel dispaly durante la registrazione

source: Show bouquet on launch
it: Mostra bouquet all'avvio

source: Show bouquet selection menu
it: Mostra menu di selezione bouquet

source: Show channel number in infobar
it: Mostra numero canale nella infobar

source: Show channel numbers in channel selection
it: Mostra numero di canale nella selezione dei canali

source: Show columns
it: Mosta colonne

source: Show crypto icons
it: Mostra icone della codifica

source: Show crypto info in infobar
it: Mostra le info di crittaggio nella infobar

source: Show detailed event info
it: Mostra informazioni dettagliate evento

source: Show encryption info in the infobar (when supported by the skin).
it: Mostra Info di crittaggio nella infobar (quando supportato dalla skin)

source: Show epg
it: Mostra EPG

source: Show event details
it: Mostrare dettagli evento

source: Show event-progress in channel selection
it: Mostra progresso evento in selezione canali

source: Show eventinfo plugins
it: Mostra plugin infoeventi

source: Show extended description
it: Mostrare descrizione estesa

source: Show extension selection
it: Mostra selezioni estensioni

source: Show extensions...
it: Mostra estensioni....

source: Show favourites list
it: Mostra lista favoriti

source: Show graphical multi EPG
it: Mostra Multi EPG grafico

source: Show help
it: Mostra aiuto

source: Show icon for new/unseen items
it: Mostra icona per i nuovi canali

source: Show in extensions list ?
it: Mostrare nella lista delle estensioni ?

source: Show info
it: Informazioni

source: Show infobar on channel change
it: Mostrare barra informazioni su cambio canale

source: Show infobar on event change
it: Mostrare barra informazioni su cambio evento

source: Show infobar on skip forward/backward
it: Mostrare barra informazioni su FFW/REW

source: Show infobar picons
it: Mostra i picons sulla infobar

source: Show job tasks in extensions
it: Mostra i task di lavoro nelle estensioni

source: Show live tv when movie stopped
it: Torna alla TV Live quando il Film viene fermato

source: Show menu
it: Mostrare il menu

source: Show message when recording starts
it: Mostra messaggio all'avvio di registrazione

source: Show movie lengths in movielist
it: Mostra durata del film nella lista dei film

source: Show movies
it: Mostra filmati

source: Show multi channel EPG
it: Mostra il multi channel EPG

source: Show network mounts ...
it: Mostra i mounts di rete ...

source: Show on Display
it: Visualizza sul Display

source: Show or hide the extended description, (skin dependent).
it: Mostra o nascondi descrizioni estese, (dipende dalla skin)

source: Show picon background colour
it: Mostrare il colore di sfondo dei picons

source: Show positioner movement
it: Mostrare il movimento motore

source: Show record indicator
it: Mostra indicatore di registrazione

source: Show recording symbol depending on recording type
it: Mostra l'icona di registrazione a seconda del tipo di registrazione

source: Show satellites list
it: Mostra lista satelliti

source: Show screensaver
it: Mostrare screensaver

source: Show service list
it: Mostra lista servizi

source: Show service type icons
it: Mostra tipi di icone canali

source: Show setup...
it: Mostra setup...

source: Show shutdown menu
it: Mostrare menu di arresto

source: Show single epg for current channel
it: Mostra EPG singolo per l'evento corrente

source: Show single service EPG
it: Mostra il singolo servizio EPG

source: Show source packages
it: Mostra sorgente dei pacchetti

source: Show spinning logo when system is busy.
it: Mostra lo spinner quando il sistema è occupato.

source: Show status icons in movielist
it: Mostra le icone di stato nella lista Film

source: Show subservice selection
it: Mostra selezione sottoservizi

source: Show subtitle selection
it: Mostra selezione sottotitoli

source: Show the DreamPlex player...
it: Visualizza il DreamPlex player...

source: Show the Sleep Timer...
it: Mostra lo Sleep Timer...

source: Show the infomation on current event.
it: Mostra informazioni sull'evento corrente.

source: Show the list of AutoTimers.
it: Mostra la lista degli Auto-Timers

source: Show the list of timers.
it: Mostra la lista dei Timers.

source: Show the media center...
it: Mostra il media center...

source: Show the media player...
it: Mostra il media player...

source: Show the plugin browser..
it: Mostra Plugin Browser

source: Show the plugins...
it: Mostra i plugins...

source: Show the radio player...
it: Mostra Radio player...

source: Show the tv player...
it: Mostra TV player...

source: Show time elapsed as positive
it: Mostrare tempo trascorso come positivo

source: Show time in 24 hour clock format.
it: Mostra orario nel formato 24 ore.

source: Show time remaining/elapsed
it: Mostra tempo rimanente/trascorso

source: Show translation packages
it: Mostra i pacchetti di traduzione

source: Show transponder remaining/elapsed as
it: Mostra Transponder rimanente / trascorso come

source: Show warning before box restart based on recording type
it: Mostra avviso prima di riavviare il decoder a seconda del tipo di registrazione

source: Show warning when timeshift is stopped
it: Mostra Avviso quando il timeshift viene fermato

source: Shows live tv or informations on LCD.
it: Mostra le informazioni live del tv su LCD

source: Shows the icons when new/unseen, else will not show an icon.
it: Mostra icona quando un canale è nuovo o sconosciuto, altrimenti non mostrare alcuna icona.

source: Shows the state of your wireless LAN connection.
it: Mostrare lo stato della connessione di rete wireless.

source: Shows the watched status of the movie.
it: Mostra lo stato di visione del film

source: Shuffle playlist
it: Riproduzione casuale

source: Shutdown
it: Spegni

source: Side by Side
it: Fianco a Fianco

source: Side by side
it: Fianco a Fianco

source: Signal OK, proceeding
it: Il segnale è OK, procedo

source: Signal Strength:
it: Potenza Segnale:

source: Signal quality
it: Qualità del segnale

source: Signal strength:
it: Potenza Segnale:

source: Signal:
it: Segnale:

source: Similar
it: Simile

source: Similar broadcasts:
it: Programmi simili:
