Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: systemplugins
it: Rimuovere plugin

source: technology/natural science
it: tecnologia/scienza naturale

source: template file
it: file modello

source: this bouquet is protected by a parental control pin
it: questo bouquet è protetto dal parental control pin

source: this offset will only be used if the channel has not its own volume offset
it: questi offset saranno utilizzati solo se il canale non ha compensato il proprio volume

source: this recording
it: questa registrazione

source: this service is protected by a parental control pin
it: canale protetto da codice PIN (controllo parentale).

source: toggle time, chapter, audio, subtitle info
it: info tempo, capitolo, audio, sottotitoli -> on/off

source: top
it: sopra

source: tourism/travel
it: viaggi & turismo

source: true
it: vero

source: uShare Log
it: Log uShare

source: uShare Name
it: Nome uShare

source: uShare Port
it: Porta uShare

source: uShare Setup
it: Configurazione uShare

source: unavailable
it: non disponibile

source: unconfirmed
it: non confermato

source: unknown
it: sconosciuto

source: unknown service
it: canale sconosciuto

source: unpublished
it: non pubblicato

source: until standby/restart
it: fino allo standby/riavvio

source: updates available.
it: aggiornamento disponibile.

source: user defined
it: definito dall'utente

source: user feed url
it: feed url dell'utente

source: using:
it: in uso:

source: variety show
it: varietà show

source: vertical
it: verticale

source: view extensions...
it: vedi estensioni...

source: wait for mmi...
it: attendere per mmi...

source: waiting
it: in attesa

source: wakeup
it: accensione

source: wakeup to standby
it: standby alla accensione

source: water sport
it: sport acquatici

source: weekly
it: settimanale

source: west
it: ovest

source: when asking question about this log
it: quando si chiede un'informazione riguardo questo log

source: when asking question about this log A copy has been sent to yourself.
it: quando si chiede un'informazione riguardo questo log Una copia viene spedita a te stesso.

source: white
it: bianco

source: wide
it: largo

source: width
it: larghezza

source: winter sport
it: sport invernali

source: wireless network interface
it: interfaccia di rete wireless

source: with %d error
it: con %d errore

source: with exit button
it: con il tasto Exit

source: with left/right buttons
it: con i tasti sinistra/destra

source: with long OK press
it: con tasto OK premuto a lungo

source: working
it: test in corso...

source: yellow
it: Giallo

source: yes
it: sì

source: yes (keep feeds)
it: sì (mantenere feed)

source: your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
it: il tuo %s %s potrebbe essere inutilizzabile ora. Per favore consulta il manuale per assistenza prima di riavviare il tuo %s %s.

source: zap and record
it: zap e registrazione

source: zapped
it: Zap eseguito
