Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
it: Questa opzione consente di visualizzare 1080p 25Hz sul televisore. ( non tutte le TV supportano queste risoluzioni)

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
it: Questa opzione consente di visualizzare 1080p 34Hz sul televisore. ( non tutte le TV supportano queste risoluzioni)

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
it: Questa opzione consente di visualizzare 720p 24Hz sul televisore. ( non tutte le TV supportano queste risoluzioni)

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
it: Questa opzione permette di scegliere come mostrare l'SD progressivo a 24Hz nel tuo TV. (non tutte le TV supportano questa risoluzione)

source: This option allows you to choose how to display standard defintion video on your TV.
it: Questa opzione consente di visualizzare la definizione standard sul televisore.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are performed.
it: Questa opzione consente di scegliere cosa fare alla prima pressione dei tasti nella schermata della lista canali (quindi premendo '2' si ottiene prima 'A' oppure '2' ), quando "Azioni Rapide" è preimpostato.

source: This option allows you to disable show Restart Network in Extensions list.
it: Questa opzione consente di disattivare il Riavvio Network nella lista Estensioni.

source: This option allows you to disable sorting of the Extensions list.
it: Questa opzione consente di disabilitare l'ordinamento della lista Estensioni.

source: This option allows you to disable sorting of the menus
it: Questa opzione consente di disabilitare l'ordinamento dei menu

source: This option allows you to disable sorting of the option in setting screen's
it: Questa opzione consente di disabilitare l'ordinamento delle opzioni nella configurazione degli screen's

source: This option allows you to disable sorting of the plugin browser.
it: Questa opzione consente di disattivare l'ordinamento del browser plugin.

source: This option allows you to enable 3D Surround Sound.
it: Questa opzione consente di attivare il suono Surround 3D.

source: This option allows you to the SNR as a percentage (not all receivers support this).
it: Questa opzione consente di visualizzare SNR in percentuale (non tutti i ricevitori lo supportano).

source: This option allows you to view the old and new settings side by side.
it: Questa opzione consente di visualizzare vecchi e nuovi settings fianco a fianco.

source: This option configures the general audio delay of Dolby Digital sound tracks.
it: Questa opzione consente di configurare il ritardo audio generale delle tracce Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
it: Questa opzione consente di configurare il ritardo audio generale di tracce audio stereo.

source: This option configures the screen resolution in PC output mode.
it: Questa opzione consente di configurare la risoluzione dello schermo in modalità di uscita PC ..

source: This option configures the video output mode (or resolution).
it: Questa opzione consente di configurare la modalità di uscita video (o la risoluzione).

source: This option configures you can set Auto Volume Level.
it: Questa opzione permette di configurare e impostare Auto Volume Level.

source: This option lets you adjust the 3D depth
it: Questa opzione consente di regolare la depthnd 3D.

source: This option lets you adjust the transparency of the user interface
it: Questa opzione consente di regolare la trasparenza dell'interfaccia utente

source: This option lets you choose the 3D mode
it: Questa opzione consente di scegliere la modalità 3D

source: This option lets you show the option in the extension screen
it: Questa opzione consente di mostrare l'opzione nella schermata di estensione

source: This option moves the PVR status from the seprate window into the MoviePlayer infobar.
it: Questa opzione sposta lo stato PVR in una finestra separata dentro l'infobar del MoviePlayer.

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
it: L' opzione consente di configurare il livello di soppressione del rumore (Noise Musquito è un aliasing casuale, risultato di forte compressione). Ovviamente ciò va a discapito di dettagli dell'immagine.

source: This option sets the picture contrast.
it: Questa opzione consente di impostare il contrasto dell'immagine.

source: This option sets the picture brightness.
it: Questa opzione imposta la luminosità dell'immagine ..

source: This option sets the picture color space.
it: Questa opzione consente di impostare lo spazio colore dell'immagine.

source: This option sets the picture flesh tones.
it: Questa opzione consente di impostare i toni dell'immagine.

source: This option sets the picture hue.
it: Questa opzione consente di impostare la tonalità del colore.

source: This option sets the picture saturation.
it: Questa opzione consente di impostare la saturazione dell'immagine.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
it: Questa opzione imposta la nitidezza scaler, usato quando si estende immagine da 4:3 a 16:9

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
it: Questa opzione imposta la soppressione di contorni digitali falsi, che sono il risultato di un numero limitato di valori discreti.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
it: Questa opzione imposta la nitidezza dell'immagine, utilizzato quando l'immagine è in fase upscaling.

source: This plugin creates a USB stick which can be used to update the firmware of your %s %s without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
it: Il plugin consente di configurare una penna USB perchè possa essere utilizzata per ripristinare il firmware del %s %s senza usare la LAN o la WLAN. Per prima cosa occorre predisporre la penna USB in modo che risulti avviabile. Nel passo successivo, un'immagine .NFI può essere scaricata dal server degli aggiornamenti e salvata sulla penna USB. Disponendo di una penna USB già configurata come avviabile, inserirla ora. In caso contrario inserire una penna USB della capacità di almeno 64 MB!

source: This plugin is installed.
it: Questo plugin è installato.

source: This plugin is not installed.
it: Questo plugin non è installato.

source: This plugin will be installed.
it: Questo plugin verrà installato.

source: This plugin will be removed.
it: Questo plugin verrà rimosso.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
it: Questo test verifica la configurazione dei Nameserver. Se si ottiene il messaggio [non confermato]: - Verificare la configurazione della scheda, del DHCP e dei cavi; - Se i Nameserver sono stati configurati manualmente verificare le voci della configurazione Nameserver.

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
it: Questo test verifica la funzionalità della connessione di rete cablata. Se si ottiene il messaggio [non connesso]: - Verificare che il cavo sia collegato correttamente; - Verificare che il cavo sia integro e del tipo adatto.

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
it: Questo test verifica che alla scheda venga assegnato un indirizzo IP valido. Se si ottiene il messaggio [non confermato]: - Non è stato trovato un indirizzo valido; - Controllare il servizio DHCP, i cavi e la configurazione della scheda.

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
it: Questo test verifica se la tua scheda di rete è impostata per la configurazione automatica degli indirizzi IP con DHCP. se hai un messaggio "disabilitato": - la tua scheda di rete è configurata per settaggio manuale - verifica se hai immesso un corretto IP nell'interfaccia di rete. se hai un messaggio "abilitato": -verifica se hai configurato ed è attivo il server DHCP nella tua rete.

source: This test detects your configured LAN adapter.
it: Questo test individua la scheda di rete locale installata.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
it: Questo ricalcolerà tutte le posizioni del vostro rotore e potrà cancellare posizioni precedentemente memorizzate e di fine-tuning! Sei sicuro?

source: This will go fast forward/backward with time frames of x secs
it: Questo andrà avanti/indietro veloce con i tempi per x secondi

source: Three
it: Tre

source: Threshold
it: Soglia

source: Thu
it: Gio

source: Thursday
it: Giovedì

source: TiVo support
it: Supporto TiVo

source: Time
it: Ora

source: Time Update in Minutes
it: Tempo di aggiornamento in minuti

source: Time Update in Minutes:
it: Aggiornamento dell'ora, in minuti:

source: Time for next LCD scrolling
it: Tempo per il prossimo scorrimento LCD

source: Time jump avoid zero step size
it: Saltare lo zero dallo step di grandezza

source: Time jump multiplier for fast backward
it: Moltiplicatore di tempo per riavvolgimento veloce

source: Time jump multiplier for fast forward
it: Moltiplicatore di tempo per avanzamento veloce

source: Time jump repeat interval for fast forward/backward
it: Tempo d'intervallo di ripetizione salto per avanzamento/riavvolgimento veloce

source: Time jump: Use normal fast forward for speeds
it: Tempo di salto: Usa avanti normale per velocità

source: Time range:
it: Intervallo di tempo:

source: Time scale
it: Selezione timer

source: Time settings
it: Impostazioni ora

source: Time to execute command or script
it: Ora per eseguire comando o script

source: Timeline 24 Hour
it: Timeline di 24 ore

source: Timeline font size
it: Dimensione carattere Timeline

source: Timer List
it: Lista Timer

source: Timer entry
it: Voce timer

source: Timer log
it: Log timer

source: Timer overlap in pm_timers.xml detected! Please recheck it!
it: Sovrapposizione timer rilevata in pm_timers.xml! Ricontrollare!

source: Timer overlap in timers.xml detected! Please recheck it!
it: Sovrapposizione timer rilevata in timers.xml! Ricontrollare!

source: Timer overview
it: Sommario timer

source: Timer record location
it: Percorso timer registrazione

source: Timer recording location
it: Percorso timer registrazione

source: Timer sanity error
it: Errore congruenza timer!

source: Timer selection
it: Selezione timer

source: Timer selection...
it: Selezione timer

source: Timer type
it: Tipo timer

source: Timeshift buffer delete after zap?
it: Cancellare il buffer Timeshift dopo lo zap?

source: Timeshift buffer limit [in hours]
it: Limite buffer Timeshift [in ore]

source: Timeshift checking for free space?
it: Timeshift ricerca di spazio libero?

source: Timeshift checking for older files [in minutes]
it: Timeshift controllo per i file più grandi [in minuti]

source: Timeshift event based file splitting
it: Timeshift splitting file base evento

source: Timeshift last events limit [number of events]
it: Timeshift ultimi eventi limitati [numero di eventi]

source: Timeshift location
it: Percorso timeshift

source: Timeshift not possible!
it: Timeshift impossibile!

source: Timeshift save failed!
it: Salvataggio Timeshift non riuscito!

source: Timeshift save recording (Select event)
it: Registrazione di salvataggio Time Shift (Seleziona evento)

source: Timeshift save recording (stop after current event)
it: Registrazione di salvataggio Time Shift (stop dopo evento corrente)

source: Timeshift saved to your harddisk!
it: Timeshift salvato sul tuo Harddisk!

source: Timeshift settings
it: Configurazioni Timeshift

source: Timeshift will get saved at end of event!
it: Il Timeshift verrà salvato a fine evento!

source: Timeshift-save action on zap
it: Azione di salvataggio Timeshift durante lo zapping

source: Timezone
it: Fuso orario

source: Title
it: Titolo

source: Title properties
it: Proprietà titolo

source: Titleset mode
it: Modalità set titoli

source: To update your %s %s firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
it: Per aggiornare il firmware del tuo %s %s , esegui i seguenti passaggi: 1) Spegni il tuo decoder dall'interruttore posteriore e accertati di avere una USB avviabile inserita. 2) Riaccendi il decoder tenendo premuto il tasto giu per dieci secondi. 3) Attendi il boot up e segui le istruzioni del wizard.

source: Today
it: Oggi

source: Toggels between tv and radio...
it: Scegliete tra TV e Radio...

source: Toggle HDMI-In PiP
it: Funzione HDMI-In PiP

source: Toggle HDMI-In full screen
it: Funzione HDMI-In a tutto schermo

source: Toggle PIPzap
it: Passare PIPzap

source: Toggle Picture In Graphics
it: Alterna Immagine in grafica

source: Toggle a cut mark at the current position
it: Alterna un contrassegno di taglio nella posizione corrente

source: Toggle aspect ratio...
it: Alterna proporzioni ...

source: Toggle between bouquet/epg lists
it: Alterna tra liste Bouquet / EPG

source: Tone amplitude
it: Ampiezza del tono

source: Tone mode
it: Modalità tono

source: Top and Bottom
it: Dall'alto e dal basso

source: Total
it: Totale

source: Total Memory:
it: Memoria totale:

source: Total Swap:
it: Swap totale:

source: Total cards:
it: Totale carte:

source: Total handled client ecm's
it: Totale ECM client gestiti

source: Total handled client emm's
it: Totale EMM client gestiti

source: Total:
it: Totale:

source: Track
it: Traccia

source: Translation Information
it: Informazioni traduzione

source: Translations
it: Traduzione

source: Transmission mode
it: Modalità trasmissione

source: Transparent
it: Trasparente

source: Transponder type
it: Tipo transponder

source: Trashcan
it: Cestino

source: Trashcan:
it: Cestino:

source: Tried to disable PIP, suddenly found no InfoBar.instance.
it: Ho cercato di disattivare il PIP, improvvisamente nessuna informazione trovata

source: Tries left:
it: Tentativi residui:

source: Try to find used Transponders in terrestrial network.. please wait...
it: Provo a trovare transponder utilizzato nella rete terrestre.. attendere prego...

source: Try to find used transponders in cable network.. please wait...
it: Ricerca transponder utilizzati sulla rete via cavo. Attendere...

source: Try to find used transponders in terrestrial network.. please wait...
it: Provo a trovare transponder utilizzato nella rete terrestre.. attendere prego...

source: Trying to download a new packetlist. Please wait...
it: Download nuovo elenco pacchetti. Attendere...

source: Trying to download a new updatelist. Please wait...
it: Download nuova lista di update. Attendere..

source: Tue
it: Mar

source: Tuesday
it: Martedì

source: Tune
it: Sintonizzare

source: Tune and focus
it: Messa a punto tuner

source: Tune failed!
it: Sintonia fallita!

source: Tuner Configuration
it: Configurazione Tuner

source: Tuner configuration
it: Configurazione tuner

source: Tuner is not supported
it: Tuner non supportato

source: Tuner not available.
it: Tuner non disponibile.

source: Tuner settings
it: Impostazioni sintonizzatore

source: Tuner slot
it: Slot sintonizzatore

source: Tuner status
it: Stato tuner

source: Tuner status %s
it: Stato Tuner %s

source: Tuner type
it: Tipo tuner

source: Turkish
it: Turco

source: Turn off HDMI-IN Full screen mode
it: Spegni HDMI-IN a pieno schermo

source: Turn off HDMI-IN PiP mode
it: Spegni HDMI-IN in modalità PIP

source: Turn on HDMI-IN Full screen mode
it: Accendi HDMI-IN a pieno schermo

source: Turn on HDMI-IN PiP mode
it: Accendi HDMI-IN in modalità PIP

source: Turning step size
it: Dimensione del passo svolta

source: Two
it: Due

source: Two lines
it: Due linee

source: Type
it: Tipo

source: Type of scan
it: Tipo ricerca

source: Type:
it: Tipo:

source: URL of fallback remote receiver
it: URL del ricevitore remoto fallback

source: USALS calibration
it: Calibrazione USALS

source: USB stick wizard
it: Wizard penna USB

source: Ukrainian
it: Ucraino

source: Unattended upgrade without GUI
it: Aggiornamento automatico senza GUI

source: Unattended upgrade without GUI and reboot system
it: Aggiornamento automatico senza interfaccia grafica e riavvio sistema

source: Undetermined
it: Indeterminato

source: Undo install
it: Annullare installazione

source: Undo uninstall
it: Annullare rimozione.

source: Unencrypted
it: In chiaro

source: Unicable LNB
it: LNB Unicable

source: Uninstall
it: Rimuovere

source: Universal LNB
it: LNB Universale

source: Unknown
it: Sconosciuto

source: Unmount
it: Smonta

source: Unsupported
it: Non supportata

source: Up
it: Su

source: Up/Down button mode
it: Modalità pulsante canale CH +/-

source: Update
it: Aggiornare

source: Update Cache
it: Aggiorna Cache

source: Update at your own risk
it: Aggiorna a tuo rischio

source: Update completed, %d package was installed.
it: Aggiornamento completato, %d pacchetto installato.

source: Update failed. Your %s %s does not have a working internet connection.
it: Aggiornamento fallito. Il tuo %s %s non ha una connessione internet attiva.

source: Update interval (in seconds)
it: Intervallo di aggiornamento (in secondi)

source: Update is reported as faulty !!
it: L'aggiornamento viene segnalato come corrotto !!

source: Updatefeed not available.
it: Feed aggiornamenti non disponibile.

source: Updating software catalog
it: Aggiornamento catalogo software in corso

source: Upgrade and reboot system
it: Aggiorna e riavvia il sistema

source: Upgrade finished.
it: Aggiornamento terminato.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
it: Aggiornamento in corso Attendere fintanto che il tuo %s %s riavvii Ci vorranno pochi minuti

source: Upgrade with GUI
it: Aggiorna con GUI attiva

source: Upgrading
it: Aggiornamento in corso...

source: Upper USB
it: USB Superiore

source: Usage Setup
it: Uso Setup

source: Use
it: Usare

source: Use DHCP
it: Usare DHCP

source: Use EIT EPG information when it is available.
it: Usa le info EIT quando disponibili.

source: Use FreeSat EPG information when it is available.
it: Usa le info FreeSat quando disponibili.

source: Use HDMI-preemphasis
it: Usa preenfasi HDMI

source: Use Harddisk Hardware Standby Timer
it: Usa il tempo Hardware di stanby dell' Harddisk

source: Use MHW EPG information when it is available.
it: Usa le info MHW EPG quando disponibili.

source: Use Netmed EPG information when it is available.
it: Usa le info Netmad EPG quando disponibili.

source: Use TV remote control
it: Usa il telecomando TV

source: Use USALS for this sat
it: Usa USALS per questo satellite

source: Use ViaSat EPG information when it is available.
it: Usa le info ViaSat EPG quando disponibili.

source: Use Virgin EPG information when it is available.
it: Usa informazioni Virgin EPG quando è disponibile.

source: Use a gateway
it: Usare un gateway

source: Use circular LNB
it: Usa LNB circolare

source: Use fastscan channel names
it: Usa i nomi canali di fastscan

source: Use fastscan channel numbering
it: Usa la numerazione canali fastscan

source: Use frequency or channel
it: Usa frequenza o canale

source: Use individual settings for each directory
it: Usa configurazioni uniche per ogni cartella

source: Use interface
it: Usare l'Interfaccia

source: Use official channel numbering
it: Usa la numerazione canali ufficiale

source: Use original DVB subtitle position
it: Usa la posizione originale dei sottotitoli DVB

source: Use original teletext position
it: Usa la posizione originale del televideo

source: Use power measurement
it: Usare misurazione di potenza

source: Use slim screen
it: Usa schermo piatto

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
it: Usare tasti destra/sinistra sul telecomando per regolare dimensioni interfaccia utente. Il tasto sinistro riduce la dimensione il destro la aumenta.

source: Use the Left/Right buttons on your remote to move the user interface left/right
it: Usa i tasti Sinistra/Destra del tuo telecomando per muovere l'interfaccia a sinistra/destra

source: Use the Left/Right buttons on your remote to move the user interface up/down
it: Usare i tasti destra/sinistra sul telecomando per spostare l'interfaccia utente su/giù

source: Use the alternative or the conventional radio mode.
it: Usa la modalità radio alternativa o convenzionale.

source: Use the alternative screen
it: Usa lo schermo alternativo

source: Use the network wizard to configure selected network adapter
it: Usare NetworkWizard per configurare l'adattatore di rete selezionato

source: Use the network wizard to configure your Network
it: Utilizzare la procedura guidata per configurare la rete

source: Use the up/down keys on your remote control to select an option. After that, press OK.
it: Usare i tasti Su e Giù del telecomando per selezionare una opzione, poi premere OK.

source: Use the wizard to set up basic features
it: Usa il wizard per impostare le funzioni di base

source: Use these input device settings?
it: Utilizzare queste impostazioni dei dispositivi di input?

source: Use these settings?
it: Utilizzare queste impostazioni?

source: Use this video enhancement settings?
it: Utilizzare questa configurazione per il miglioramento immagine?

source: Use time jumps for fast forward/backward
it: Utilizzare salti temporali per l'avanzamento rapido/indietro

source: Use timeshift seekbar while timeshifting?
it: Utilizzare timeshift SeekBar durante il timeshifting?

source: Use trash can in movielist
it: Utilizzare cestino nella lista dei film

source: Used service scan type
it: Tipo ricerca canali in uso

source: Used:
it: Usato/a:

source: User - bouquets
it: Bouquets - Utente

source: User defined
it: Definito dall'utente

source: User defined transponder
it: Transponder predefinito

source: User interface settings
it: Gestore Inferfaccia Utente

source: User interface visibility
it: Visibilità di interfaccia utente.

source: Username
it: Nome user

source: Username (httpuser)
it: Nomeutente (http)

source: Username:
it: Nomeutente:
