Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Automatically update Client/Server View?
it: Aggiorna automaticamente visione Client/Server?

source: Autorecord location
it: Cartella Auto registrazioni

source: Autostart
it: Autoavvio

source: Autostart:
it: Autoavvio:

source: Available format variables
it: Formati disponibili

source: Available shares:
it: Azioni disponibili:

source: Avoid getting stuck (at the expense of some stuttering) when the jump time is smaller than the time between I-frames.
it: Evitare rimanere bloccati (a scapito di alcuni balbuzie) quando il salto di tempo è inferiore al tempo tra I-frame.

source: BDMV Bludisc (HDTV titles only)
it: BDMV Bludisc (solo titoli HDTV)

source: BDMV Compatible Bludisc (HDTV only)
it: BDMV Compatibile Bludisc (solo HDTV)

source: BLUDISC RECORDABLE
it: BLUDISC REGISTRABILE

source: Back
it: Indietro

source: Back USB 3.0
it: USB 3.0 Posteriore

source: Back, lower USB
it: USB Posteriore, inferiore

source: Back, upper USB
it: USB Posteriore, superiore

source: Back/Recall
it: Indietro/Richiama

source: Background
it: Sfondo

source: Background check
it: Cerca in background

source: Background delete option
it: Opzione cancellazione in background

source: Background delete speed
it: Velocità cancellazione in background

source: Backup Location
it: Posizione di Backup

source: Backup Manager
it: Gestore Backup

source: Backup completed.
it: Backup terminato

source: Backup failed.
it: Backup fallito !

source: Backup is running...
it: Backup in corso...

source: Backup plugins found do you want to install now?
it: Backup plugins trovato vuoi installarlo adesso?

source: Band
it: Banda

source: Bandwidth
it: Banda passante

source: Base time
it: Tempo base

source: Base transparency for OpenOpera web browser
it: Trasparenza Base per OpenOpera browser web

source: Base transparency for teletext, more options available within teletext screen.
it: Trasparenza di base del televideo, più opzioni sono disponibili nel pannello televideo.

source: Basque
it: Basco

source: Begin time
it: Ora inizio

source: Behavior of 'pause' when paused
it: Comportamento di 'pausa' quando in pausa

source: Behavior of 0 key in PiP-mode
it: Comportamento del tasto 0 in modalità PiP

source: Behavior when a movie is started
it: Comportamento quando viene avviato un filmato

source: Behavior when a movie is stopped
it: Comportamento su arresto riproduzione

source: Behavior when a movie reaches the end
it: Cosa fare quando un film raggiunge la fine

source: Big PiP
it: PiP Grande

source: Black
it: Nero

source: Black screen
it: Schermo nero

source: Black screen till locked
it: Schermo nero fino al blocco

source: Block noise reduction
it: Riduzione disturbo blocchi

source: Blue long
it: Blu lungo

source: Bookmarks
it: Contrassegni

source: Boost blue
it: Blu spinto

source: Boost green
it: Verde spinto

source: Boot-up action
it: Azione all'avvio

source: Bouquet List
it: Lista bouquets

source: Brightness
it: Luminosità

source: Brightness (Normal)
it: Luminosità (Normale)

source: Brightness (Standby)
it: Luminosità (Standby)

source: Bulgarian
it: Bulgaro

source: Burn Bludisc
it: Masterizza Bludisc

source: Burn DVD
it: Masterizzare DVD

source: Burn existing image to medium
it: Scrivi immagine esistente sul supporto

source: Burn to medium
it: Scrivi sul media

source: Button
it: Pulsante

source: Button Setup
it: Gestore Tasti

source: ButtonSetup
it: Pulsante impostazioni

source: Bypass HDMI EDID Check
it: Bypassa controllo HDMI EDID

source: Bytes received:
it: Bytes ricevuti:

source: Bytes sent:
it: Bytes inviati:

source: C-Band
it: Banda C

source: CCcam Client Info
it: Info Clienti CCcam

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
it: CCcam Info %s by AliAbdul %s Questo plugin mostra lo stato della CCcam.

source: CHANGE BOUQUET
it: CAMBIO BOUQUET

source: CI (Common Interface) Setup
it: Gestore CI (Common Interface)

source: CI assignment
it: Assegnazione CI

source: CIHelper Setup
it: Gestore CIHelper

source: CIHelper for SLOT CI0
it: CIHelper per lo SLOT CI0

source: CIHelper for SLOT CI1
it: CIHelper per lo SLOT CI1

source: Cable
it: Cavo

source: Cable Scan
it: Scansione TV cavo

source: Cached:
it: In cache:

source: Calculate
it: Calcolare

source: Calculate all positions
it: Calcolare tutte le posizioni

source: Calculation complete
it: Calcolo completo

source: Calibrate
it: Calibra

source: Can be used for different fps between external subtitles and video.
it: Può essere utilizzato per diversi fps tra sottotitoli esterni e video.

source: Cancel
it: Annullare

source: Cancel save timeshift as movie
it: Annulla salvataggio timeshift come film

source: Cannot delete file
it: Impossibile eliminare il file

source: Cannot determine
it: Impossibile determinare

source: Cannot find any signal ..., aborting !
it: Impossibile trovare alcun segnale...terminare !

source: Cannot move to trash can
it: Non è possibile spostare nel cestino

source: Capacity:
it: Capacità:

source: Card infos (CCcam-Reader)
it: Informazioni della carta (CCcam-Reader)

source: Cards:
it: Carte:

source: Cards:
it: Carte:

source: Cards: 0
it: Carte: 0

source: Cardserial
it: Seriale Card

source: Cascade PiP
it: PiP in cascata

source: Caution update not yet tested !!
it: Attento questo aggiornamento non è stato testato !!

source: Center DVB subtitles
it: Centra i sottotitoli DVB

source: Change Volume offset
it: Cambia l'offset Volume

source: Change bouquets in quickzap
it: Cambio di bouquet nello zapping veloce

source: Change next timer
it: Cambia il timer prossimo

source: Change pin code
it: Cambiare codice PIN

source: Change recording (duration)
it: Cambiare la durata della registrazione

source: Change recording (endtime)
it: Cambiare la fine della registrazione (endtime)

source: Change repeat and delay settings?
it: Cambia ripetizione e impostazioni di ritardo?

source: Change step size
it: Cambiare dimensioni passo

source: Change timer
it: Cambia timer

source: Change to bouquet
it: Cambiare bouquet

source: Channel
it: Canale

source: Channel Volume +
it: Canale Volume +

source: Channel +/- button mode
it: Modalità pulsante canale -/+

source: Channel 1 at start
it: Canale 1 all'avvio

source: Channel Info
it: Info canale

source: Channel List
it: Lista canali

source: Channel Name
it: Nome Canale

source: Channel down
it: Canale inferiore

source: Channel list context menu
it: Menu di scelta rapida lista dei canali

source: Channel list cursor behavior
it: Comportamento cursore lista canali

source: Channel list on mode change
it: Elenco canali in modalità cambio

source: Channel list preview
it: Anteprima lista canali

source: Channel list service mode*
it: Lista canali in modalità Servizio

source: Channel list type
it: Tipo lista canali

source: Channel not in services list
it: Canale non in elenco

source: Channel preview mode
it: Modalità anteprima canale

source: Channel selection
it: Selezione canale

source: Channel selection settings
it: Impostazioni lista canali

source: Channel up
it: Canale superiore

source: Channel:
it: Canale:

source: ChannelEPG settings
it: CanaleEPG settings

source: Chap.
it: Cap.

source: Chapter
it: Capitolo

source: Chapter:
it: Capitolo:

source: Check
it: Verifica

source: Check every (hours)
it: Controllo ogni (ore)

source: Check the internet connection
it: Controlla la connessione internet

source: Check the internet connection again
it: Controlla nuovamente la connessione internet

source: Checking Feeds
it: Controllo Feeds

source: Checking Logs...
it: Controllo logs...

source: Checking filesystem...
it: Verifica filesystem in corso...

source: Checking for Updates...
it: Controllo aggiornamenti...

source: Checking the internet connection
it: Controllo connessione internet in corso Premere OK quando compare l'IP.

source: Checking tuner %d DiSEqC port %s for %s
it: Controllo tuner %d porta DiSEqC %s per %s

source: Children/Youth
it: Bambini/giovani

source: Choice Box
it: Scelta Box

source: Choose Bouquet
it: Scelta Bouquet

source: Choose Tuner
it: Scegli il Tuner

source: Choose a tag for easy finding a recording.
it: Scegli un tag per trovare facilmente una registrazione.

source: Choose between Daily, Weekly, Weekdays or user defined.
it: Scegli tra giornaliera, settimanale, giorni feriali o definiti dall'utente.

source: Choose the location for crash and debuglogs.
it: Scegli la posizione per i log di crash e debug.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
it: Scegliere il percorso in cui saranno memorizzati i dati EPG quando il %s %s è spento. La posizione deve essere disponibile al momento del boot.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
it: Scegliere il nome del file che contiene i dati EPG quando il %s %s è spento. Questo può essere utile per distinguere tra diversi decoder.

source: Choose time interval to which the graphics will be rounded off.
it: Scegli intervallo di tempo per la dissolvenza grafica.

source: Choose what you want the button '0' to do when PIP is active.
it: Scegliere ciò che si desidera che il tasto '0 'faccia quando PIP è attivo.

source: Choose where to mount your devices to:
it: Scegliere come montare la periferica a :

source: Choose whether AAC sound tracks should be transcoded.
it: Scegli se le tracce audio AAC devono essere convertite.

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
it: Scegliere se le tracce audio multicanale devono essere convertiti in PCM o SPDIF.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
it: Scegliere se mixare in stereo le multi-tracce audio.

source: Choose whether multi channel sound tracks should be output as PCM.
it: Scegli se le tracce audio multicanale dovrebbero essere emesse come PCM.

source: Choose whether or not to show an icon when a motorized dish is moving.
it: Scegliere se visualizzare o meno un'icona quando una parabola motorizzata è in movimento.

source: Choose which level of menu/setting's to display. 'Expert'-level shows all items.
it: Sceglire il livello utente del menu/setting's da mostrare. Livello-'Esperto' mostra tutti i settaggi.

source: Choose which tuner to configure.
it: Scegliere quale tuner configurare.

source: Chose between record and ZAP.
it: Scegli tra registrare e ZAP.

source: Circular LNB
it: LNB Circolare

source: Circular left
it: Circolare a sinistra

source: Circular right
it: Circolare a destra

source: Clean network trash can's
it: Cancellare cestino di rete

source: Clean network trash cans
it: Pulizia cestino di rete

source: Cleaning Trashes
it: Pulizia cestino in corso

source: Cleanup
it: Ripulire

source: Clear
it: Cancella

source: Clear before scan
it: Cancellare prima di cercare

source: Clear log
it: Canc. log

source: Clear playlist
it: Cancellare playlist

source: Click on your remote on the button you want to change
it: Clicca sul telecomando il tasto che si desidera modificare

source: Clients
it: Clienti

source: Clock
it: bloccato

source: Clone TV screen to LCD
it: Clona la visione TV su LCD

source: Close
it: Chiudere

source: Close PiP on exit
it: Chiudere PIP in uscita

source: Close bouquet list.
it: Chiudere elenco bouquet

source: Close dialog
it: Chiudi finestra

source: Close title selection
it: Chiudere selezione sottotitoli

source: Collection name
it: Nome raccolta

source: Collection settings
it: Configurazione raccolta

source: Color format
it: Formato colore

source: Color space
it: Spazio colori

source: Command To Run
it: Comando di avvio

source: Command order
it: Ordine comandi

source: Command type
it: Tipo comando

source: Common Interface Assignment
it: Assegnazione Common Interface

source: Common Interface assignment
it: Assegnazione Common Interface

source: Common interface PIN Setup
it: Gestore PIN Common interface

source: Communication
it: Comunicazione

source: Complete
it: Completo

source: Complex (allows mixing audio tracks and aspects)
it: Complessa (permette mix tracce audio e aspetti)

source: Composition of the recording filenames
it: Struttura nomi dei file registrazione

source: Configfile %s saved.
it: Configuraziine %s salvata.

source: Configuration mode
it: Modalità configurazione

source: Configuration mode: %s
it: Modalità configurazione: %s

source: Configure an additional delay to improve external subtitle synchronisation.
it: Configurare ulteriore ritardo per migliorare sincronizzazione sottotitoli esterni.

source: Configure an additional delay to improve subtitle synchronisation.
it: Configurare ulteriore ritardo per migliorare sincronizzazione sottotitoli.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
it: Definre per quanti minuti gli eventi terminati devono restare visibili nella EPG. Utile quando si ha bisogno di info su un evento che si è appena concluso, o è stato ritardato.

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the box or the GUI.
it: Configurare per quali tipi di registrazioni viene mostrato un avvertimento sulle registrazioni attive quando si tenta di riavviare il Decoder o la GUI.

source: Configure how recording filenames are constructed.
it: Determinare in che modo vengono definiti i nomi di file delle registrazioni.

source: Configure if and how crypto icons will be shown in the channel selection list.
it: Configura se e come le icone codificate verranno mostrate nella lista di selezione canale.

source: Configure if and how service type icons will be shown.
it: Selezionare se e dove verrà posizionato il picon dei canali.

source: Configure if and how the record indicator will be shown in the channel selection list.
it: Configurare se e come l'indicatore di registrazione deve essere mostrato nella lista canali.

source: Configure if epg.dat should be saved at all.
it: Configurare se epg.dat deve essere salvato sempre.

source: Configure if service picons will be shown in the servicelist.
it: Configurare se i picons compariranno nella lista canali.

source: Configure interface
it: Configurare l'interfaccia

source: Configure nameservers
it: Configura i nameserver

source: Configure on which devices the background delete option should be used.
it: Definire i dispositivi su cui deve avvenire l'opzione di eliminazione in background.

source: Configure remote control type
it: Configurazione tipo di telecomando

source: Configure the DiSEqC mode for this LNB.
it: Configura modalità DiSEqC per questo LNB.

source: Configure the IP address.
it: Configura indirizzo IP

source: Configure the amount of time that will be presented.
it: Configurare la quantità di tempo che sarà visualizzata.

source: Configure the aspect ratio of the screen.
it: Configura le proporzioni della screen.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
it: Configurare comportamento del tasto 'pausa' durante la riproduzione se è già in pausa.

source: Configure the behavior when movie playback is manually stopped.
it: Configurare comportamento nel caso che la riproduzione venga interrotta manualmente.

source: Configure the behavior when movie playback is started.
it: Configurare comportamento nel caso che la riproduzione venga avviata.

source: Configure the behavior when reaching the end of a movie, during movie playback.
it: Configurare cosa fare quando si raggiunge la fine di un film, durante la riproduzione di film.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
it: Configurare la larghezza del bordo dei sottotitoli. Il bordo scuro rende i sottotitoli più facili da leggere su uno sfondo chiaro.

source: Configure the brightness level of the front panel display for normal operation.
it: Configurare livello di luminosità display pannello frontale in funzionamento normale.

source: Configure the brightness level of the front panel display for standby.
it: Configurare livello di luminosità display pannello frontale in stanby.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
it: Configurare il colore dei sottotitoli esterni, alternativa (normale in bianco, in giallo corsivo, grassetto in ciano, sottolineato in verde), bianco o giallo.

source: Configure the color of the teletext subtitles.
it: Configura il colore dei sottotitoli televideo.

source: Configure the contrast level of the front panel display.
it: Configurare livello di contrasto display pannello frontale.

source: Configure the duration in minutes for the screensaver.
it: Configurare la durata in minuti per il salva schermo.

source: Configure the first audio language (highest priority).
it: Configurare la prima lingua audio (massima priorità).

source: Configure the first subtitle language (highest priority).
it: Configurare la prima lingua dei sottotitoli (massima priorità).

source: Configure the font size of the subtitles.
it: Definire dimensione carattere dei sottotitoli.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
it: Definire dimensione carattere in relazione alla dimensione della Skin, in modo che 1 aumenta di 1 dimensione in punti e -1 diminuisce di 1 dimensione in punti.

source: Configure the fourth audio language.
it: Configurare la quarta lingua audio.

source: Configure the fourth subtitle language.
it: Configurare la quarta lingua dei sottotitoli.

source: Configure the function of a long press on the power button.
it: Configurare la funzione da assegnare alla pressione lunga del pulsante di accensione.

source: Configure the function of a short press on the power button.
it: Configurare la funzione da assegnare alla pressione breve del pulsante di accensione.

source: Configure the gateway.
it: Configurare il gateway

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
it: Configurare il disco rigido che andrà in standby dopo il tempo di inattività specificato quando la casella è in standby.

source: Configure the hard disk drive to go to standby after the specified idle time.
it: Definire dopo quanto tempo di inattività l'hdd viene messo in standby.

source: Configure the horizontal alignment of the subtitles.
it: Configurare l'allineamento orizzontale dei sottotitoli.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
it: Configurare velocità iniziale di avanzamento rapido. Quando si preme il tasto di avanzamento veloce, inizierà a questa velocità.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
it: Configurare la velocità di riavvolgimento iniziale. Quando si preme il pulsante di riavvolgimento, l'avvolgimento inizierà a questa velocità.

source: Configure the latitude of your location.
it: Configurare la latitudine della vostra posizione.

source: Configure the longitude of your location.
it: Configurare la longitudine della posizione.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
it: Configurare la quantità minima di spazio su disco per eseguire le registrazioni. Quando la quantità di spazio scende al di sotto di questo valore, gli elementi eliminati vengono rimossi dal cestino.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
it: Configura la larghezza minima prima di mostrare l'icona 'i', '0' equivale a non mostrare l'icona a tutti.

source: Configure the nameserver (DNS).
it: Configurare il server dei nomi (DNS).

source: Configure the netmask.
it: Configurare Netmask

source: Configure the number of days after which items are automatically removed from the trash can.
it: Configurare il numero di giorni dopo il quale gli elementi vengono automaticamente rimossi dal cestino.

source: Configure the number of days after which items are automaticaly removed from the trash can.
it: Configurare il numero di giorni dopo i quali gli elementi vengono automaticamente rimossi dal cestino.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
it: Definire per quanti giorni tenere i vecchi timers, prima di rimuoverli automaticamente dalla lista timer.

source: Configure the number of rows shown.
it: Configurare numero di righe da visualizzare.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
it: Configurare il ritardo di decodifica offline in millisecondi. Il ritardo configurato è osservato a ogni controllo delle modifiche di parity.

source: Configure the possible fast forward speeds.
it: Configurare le possibili velocità di avanzamento veloce.

source: Configure the possible rewind speeds.
it: Configurare le possibili velocità di riavvolgimento.

source: Configure the primary EPG language.
it: Configurare lingua EPG primario.

source: Configure the refresh rate of the screen.
it: Configurare la frequenza di aggiornamento dello schermo.

source: Configure the second audio language.
it: Configurare la seconda lingua audio.

source: Configure the second subtitle language.
it: Configurare la seconda lingua dei sottotitoli.

source: Configure the secondary EPG language.
it: Configurare lingua EPG secondario.

source: Configure the skip time interval for the '1'/'3' buttons.
it: Configurare l'intervallo di tempo di salto per i tasti '1'/'3'.

source: Configure the skip time interval for the '4'/'6' buttons.
it: Configurare l'intervallo di tempo di salto per i tasti '4'/'6'.

source: Configure the skip time interval for the '7'/'9' buttons.
it: Configurare l'intervallo di tempo di salto per i tasti '7'/'9'.

source: Configure the slow motion speeds.
it: Configurare le velocità di moviola .

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
it: Configura l'origine dei dati frontend come mostrato sulle infobar. 'Impostazioni' è memorizzato nelle impostazioni. 'Tuner' è come riportato dal sintonizzatore.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
it: Configurare la velocità del processo di eliminazione in background. Una velocità inferiore consumerà meno le prestazioni del disco rigido.

source: Configure the subtitle delay when timing information is not available.
it: Configurare il ritardo dei sottotitoli, quando le informazioni di temporizzazione non è disponibile.

source: Configure the third audio language.
it: Configurare la terza lingua audio.

source: Configure the third subtitle language.
it: Configurare la terza lingua dei sottotitoli.

source: Configure the transparency of the black background of graphical DVB subtitles.
it: Configurare la trasparenza dello sfondo nero di sottotitoli DVB grafici.

source: Configure the tuner mode.
it: Configurare la modalità di sintonizzazione.

source: Configure the type of status indication icons shown in the movielist.
it: Configurare il tipo di indicazione dello stato icone mostrate nella Movielist.
