Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Please choose an extension...
it: Selezionare un'estensione...

source: Please choose he package...
it: Si prega di scegliere il pacchetto...

source: Please choose reader
it: Scegliere un lettore

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
it: Configurare o verificare i Nameserver inserendo i parametri richiesti. Quando pronti, premere OK per continuare.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
it: Configura la connessione a Internet inserendo i parametri richiesti. Quando pronti, premere OK per continuare.

source: Please connect your %s %s to the internet
it: Per favore connettere il tuo %s %s a internet

source: Please do not change any values unless you know what you are doing!
it: Non modificare alcun parametro se non si è certi di quello che si sta facendo!

source: Please enter a name for the new bouquet
it: Inserire un nome per il nuovo bouquet

source: Please enter a name for the new marker
it: Inserire un nome per il nuovo contrassegno

source: Please enter a new filename
it: Inserire un nome per il nuovo file

source: Please enter filename (empty = use current date)
it: Inserire un nome per il file (nulla -> data corrente)

source: Please enter name of the new directory
it: Inserire un nome per la nuova cartella

source: Please enter new description:
it: Per favore inserisci la nuova descrizione:

source: Please enter new name:
it: Inserire un nuovo nome:

source: Please enter the correct pin code
it: Inserire il codice PIN corretto

source: Please enter the old PIN code
it: Inserire il vecchio codice PIN

source: Please enter the your personal feed URL
it: Inserisci il tuo URL del feed personale

source: Please follow the instructions on the TV
it: Segui le istruzioni mostrate sullo schermo

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
it: Il supporto selezionato in precedenza non è accessibile: sarà utilizzata la cartella predefinita.

source: Please open Picture in Picture first
it: Si prega di aprire il Picture in Picture prima

source: Please press OK to continue.
it: Premere OK per proseguire.

source: Please select a default EPG type...
it: Scegli il tipo di EPG di default...

source: Please select a playlist to delete...
it: Selezionare la playlist da rimuovere...

source: Please select a playlist...
it: Selezionare una playlist...

source: Please select a resolution...
it: Per favore seleziona una risoluzione...

source: Please select a sub service...
it: Selezionare un sottocanale...

source: Please select a subservice to record...
it: Selezionare un sottocanale da registrare...

source: Please select a subservice...
it: Selezionare un sottocanale...

source: Please select an NFI file and press green key to flash!
it: Selezionare file .NFI e premere il tasto verde per flashare!

source: Please select an aspect ratio...
it: Per favore selezione un rapporto di aspetto...

source: Please select medium to be scanned
it: Selezionare il supporto su cui cercare

source: Please select medium to use as backup location
it: Selezionare il supporto su cui effettuare il backup

source: Please select tag to filter...
it: Selezionare una etichetta come filtro...

source: Please select the movie path...
it: Selezionare cartella video...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
it: Seleziona l'interfaccia di rete che verrà utilizzata per la connessione a Internet. Premere OK per continuare.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
it: Seleziona la rete wireless a cui connettersi. Premere OK per continuare.

source: Please set up tuner A
it: Configurare il tuner A

source: Please set up tuner B
it: Configurare il Tuner B.

source: Please set up tuner C
it: Configurare il Tuner C.

source: Please set up tuner D
it: Configurare il Tuner D.

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press OK to continue.
it: Configurare l'interfaccia utente regolando i valori finché i bordi del box rosso tocchino i bordi della vostra TV. Quando pronto premere OK per continuare.

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press green to continue.
it: Si prega di configurare l'interfaccia utente regolando i valori fino ai bordi del riquadro rosso che toccano i bordi del televisore. Quando si è pronti premere il tasto verde per continuare.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
it: Usare i tasti <-> per muovere la finestra PiP. Usare Bouquet +/- per ridimensionare la finestra. Premere OK per tornare alla modalità TV o EXIT per annullare lo spostamento.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
it: Selezionare la propria lingua utilizzando i tasti Sù/Giù. Premere OK per confermare.

source: Please wait (downloading channel list)
it: Prego attendere (scarico la lista canali)

source: Please wait (updating packages)
it: Prego Attendere (aggiornamento pacchetti)

source: Please wait for activation of your network configuration...
it: Attivazione configurazione di rete in corso. Attendere...

source: Please wait while gathering data...
it: Raccolta dati in corso... Attendere..

source: Please wait while scanning is in progress...
it: Scansione in corso. Attendere...

source: Please wait while we check your installed plugins...
it: Per favore attendi la ricerca dei plugins installati...

source: Please wait while we configure your network...
it: Configurazione rete in corso. Attendere...

source: Please wait while we prepare your network interfaces...
it: Configurazione interfacce di rete in corso. Attendere...

source: Please wait while we test your network...
it: Test della rete in corso. Attendere...

source: Please wait while your network is restarting...
it: Riavvio della rete in corso. Attendere...

source: Please wait whilst feeds state is checked.
it: Prego attendere mentre viene controllato lo stato dei Feeds.

source: Please wait...
it: Attendere...

source: Please wait... Loading list...
it: Elenco in caricamento. Attendere...

source: Plugin Browser
it: Lista Plugin

source: Plugin Filter...
it: Filtro plugin...

source: Plugin details
it: Dettagli del plugin

source: Plugin manager activity information
it: Informazioni attività gestione plugin...

source: Plugin manager help
it: Aiuto gestione plugin...

source: Pluginbrowser Settings
it: Settaggi Pluginbrowser

source: Polarisation
it: Polarizzazione

source: Polarization
it: Polarizzazione

source: Polish
it: Polacco

source: Port
it: Porta

source: Port A
it: Porta A

source: Port B
it: Porta B

source: Port C
it: Porta C

source: Port D
it: Porta D

source: Port:
it: Porta:

source: Portuguese
it: Portoghese

source: Position Setup
it: Configurazione posizione

source: Position of finished Timers in Timerlist
it: Posizione dei Timer finiti nella Timerlist

source: Position stored at index
it: Posizione memorizzata nell'indice

source: Positioner
it: Motore

source: Positioner (selecting satellites)
it: Posizionatore (selezionando i satelliti)

source: Positioner setup
it: Configurazione motore

source: Power LED State in Deep-Standby/Standby
it: Luminosità LED in Deep-Standby/Standby

source: Power LED state during deep-standby/standby.
it: Luminosità del LED durante deep-standby/standby.

source: Power On Display
it: Visualizza sul Display

source: Power long
it: Power lungo

source: Power threshold in mA
it: Limite di potenza in mA

source: PowerManager entry
it: Immissione in PowerManager

source: PowerManager log
it: Log di PowerManager

source: PowerTimer List
it: Lista Powertimer

source: PowerTimer Overview
it: Panoramica PowerTimer

source: PowerTimers
it: Timer Spegnimento

source: Predefined
it: Definito dall'utente

source: Predefined transponder
it: Transponder predefinito

source: Prefer AC3 track
it: Preferire traccia AC3

source: Prefer AC3+ track
it: Preferire traccia AC3+

source: Prefer audio track stored by service
it: Preferire traccia audio memorizzata dal canale

source: Prefer graphical DVB subtitles
it: Preferire sottotitoli DVB grafici

source: Prefer subtitles for hearing impaired
it: Preferire sottotitoli per non udenti

source: Prefer subtitles stored by service
it: Preferire sottotitoli memorizzati dal canale

source: Preferred tuner
it: Tuner preferito

source: Preferred tuner for recordings
it: Tuner perferito per le registrazioni

source: Prepare another USB stick for image flashing
it: Preparare un'altra penna USB per il caricamento immagine

source: Preparing... Please wait
it: In preparazione. Attendere...

source: Press '0' to toggle PiP mode
it: Premi '0' per cambiare la modalità PiP

source: Press INFO on your remote control for additional information.
it: INFO -> Informazioni addizionali

source: Press MENU on your remote control for additional options.
it: MENU -> Opzioni addizionali

source: Press OK on your remote control to continue.
it: OK -> continuare.

source: Press OK to activate the selected skin.
it: OK -> attivare la skin selezionata.

source: Press OK to activate the settings.
it: OK -> attivare configurazione.

source: Press OK to edit the settings.
it: OK -> modificare la configurazione.

source: Press OK to get further details for %s
it: OK -> maggiori dettagli su %s

source: Press OK to scan
it: OK -> ricercare

source: Press OK to select a provider.
it: OK -> Selezionare un provider.

source: Press OK to select satellites
it: Premi OK per selezionare i satelliti

source: Press OK to select/deselect a CAId.
it: OK -> commutare la selezione CAid.

source: Press OK to set the MAC-address.
it: Premere OK per impostare l'indirizzo MAC.

source: Press OK to start the scan
it: OK -> iniziare la ricerca

source: Press OK to toggle the selection
it: Premi OK per cambiare la selezione

source: Press OK to toggle the selection.
it: OK -> commutare la selezione.

source: Press yellow to set this interface as the default interface.
it: Premi giallo per settare questa interfaccia come interfaccia di default.

source: Pressing the panic button will zap you to this channelnumber in your first bouquet.
it: Premendo il pulsante di panico vedrai il primo canale del primo bouquet.

source: Preview
it: Anteprima

source: Preview menu
it: Menu anteprima

source: Preview selected channel
it: Anteprima canale selezionato

source: Previous
it: Precedente

source: Primary DNS
it: DNS primario

source: Primetime hour
it: Ora Primaserata

source: Primetime minute
it: Minuto Primaserata

source: Priority
it: Priorità

source: Process
it: Processo

source: Processor temperature: %s
it: Temperatura Processore: %s

source: Profile
it: Profilo

source: Profile: Local box
it: Profilo Decoder Locale

source: Progress
it: Avanzamento

source: Progress bar left
it: Barra avanzamento a sinistra

source: Progress bar right
it: Barra avanzamento a destra

source: Properties of current title
it: Proprietà titolo corrente

source: Protect EsiPanel
it: Proteggi Pannello Esi

source: Protect configuration
it: Proteggi configurazione

source: Protect main menu
it: Proteggi il menu principale

source: Protect movie list
it: Proteggi la lista film

source: Protect plugin browser
it: Proteggi la lista plugin

source: Protect services
it: Proteggere canali

source: Protect standby menu
it: Proteggi menu stanby

source: Protect timer menu
it: Proteggi menu timer

source: Protocol
it: Protocollo

source: Protocol:
it: Protocollo:

source: Provider Name:
it: Nome Provider:

source: Provider to scan
it: Provider su cui cercare

source: Put TV in standby
it: Metti la TV in Standby

source: Put your %s %s in standby
it: Metti il tuo %s %s in standby

source: Python frontend for /tmp/mmi.socket
it: Frontend python per /tmp/mmi.socket

source: Question
it: Domanda

source: Quick
it: Veloce

source: Quick Actions
it: Azioni Rapide

source: Quick zap
it: Zapping veloce

source: QuickEPG mode
it: Modalita QuickEPG

source: RF output
it: Output RF

source: Random
it: Casuale

source: Rating defined by broadcaster - %d
it: Valutazione definita da broadcaster - %d

source: Rating undefined
it: Valutazione non definita

source: Read Userdata from oscam.conf
it: Leggi dati utente da oscam.conf

source: Reader
it: Lettore

source: Reader Statistics
it: Statistiche del lettore

source: Ready to install "%s" ?
it: Pronto a installare "%s" ?

source: Ready to install %s ?
it: Vuoi installare %s ?

source: Ready to remove "%s" ?
it: Pronto a rimuovere "%s" ?

source: Ready to remove %s ?
it: Sicuro di rimuovere %s ?

source: Really WOL now?
it: Vuoi il WOL adesso?

source: Really close without saving settings?
it: Chiudere senza salvare le modifiche?

source: Really delete done timers?
it: Rimuovere i timer conclusi?

source: Really exit the subservices quickzap?
it: Uscire dallo zapping veloce sottocanali?

source: Really reboot now?
it: Riavviare ora?

source: Really reflash your %s %s and reboot now?
it: Vuoi realmente ri-flashare il %s %s e riavviare adesso?

source: Really restart now?
it: Riavviare ora ?

source: Really shutdown now?
it: Spegnere ora?

source: Really upgrade the front panel and reboot now?
it: Sicuro di aggiornare il tuo front panel e riavviare ora?

source: Really upgrade the frontprocessor and reboot now?
it: Vuoi davvero aggiornare il frontprocessor e riavviare adesso?

source: Really upgrade your %s %s and reboot now?
it: Vuoi davvero aggiornare il %s %s e riavviare adesso ?

source: Reboot
it: Riavviare

source: Rebuild
it: Ricostruisci

source: Rebuild LCN bouquet now?
it: Ricostruire il bouquet LCN ora?

source: Rec
it: Registra

source: Reception Settings
it: Gestore Ricezione

source: Record
it: Registrare

source: Record next
it: Registrazione successiva

source: Record now
it: Registrare adesso

source: Record started! Stopping timeshift now ...
it: Registrazione iniziata! Arresto timeshift ora ...

source: Record time limited due to conflicting timer %s
it: Tempo di registrazione limitato: timer %s in conflitto!

source: Recordable media toolbox
it: Supporti registrabili toolbox

source: Recording
it: Registrazione...

source: Recording Setup
it: Gestore Registrazioni

source: Recording in progress
it: Registrazione in corso

source: Recording settings
it: Configurazione registrazioni

source: Recording type
it: Tipo registrazioni

source: Recording(s) are in progress or coming up in few seconds!
it: Registrazione(i) in corso o in avvio a breve!

source: Recordings
it: Registrazioni

source: Recordings abort PIP
it: Registrazioni interrotte dal PIP

source: Recordings abort pseudo recordings
it: Registrazioni interrotte da probabili altre registrazioni

source: Recordings abort streaming
it: registrazioni interrotte da streaming

source: Recordings always have priority
it: Le registrazioni hanno sempre la priorità

source: Red
it: Rosso

source: Red button...
it: Tasto rosso...

source: Red colored
it: Colore rosso

source: Red long
it: Rosso lungo

source: Reduce time scale
it: Ridurre il lasso di tempo

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
it: Reflash in corso Attendi il riavvio del %s %s Ci vorrà qualche minuto

source: Refresh every (in hours)
it: Aggiorna ogni (in ore)

source: Refresh rate
it: Frequenza di aggiornamento

source: Refresh rate selection.
it: Selezione frequenza di aggiornamento.

source: Regard deep standby as standby
it: Considera deep standby come standby

source: Region
it: Regione

source: Relative
it: Relativo

source: Reload
it: Ricaricare

source: Reload Services
it: Ricarica Servizi

source: Reloading EPG Cache...
it: Ricarico Cache EPG...

source: Reloading bouquets and services...
it: Ricarico Bouquets e Canali

source: Remaining
it: Rimanente

source: Remaining & Elapsed
it: Rimanente & Trascorso

source: Remember service PIN
it: Ricordare il PIN canale

source: Remote Tuner Server Setup
it: Gestore Remote Tuner Server

source: Remote box
it: Box remoto

source: Remote control type
it: Tipo di Telecomando

source: Remove
it: Rimuovere

source: Remove Confirmation
it: Conferma Rimozione

source: Remove Service
it: Rimuovi Servizio

source: Remove a mark
it: Rimozione contrassegno

source: Remove a nameserver entry
it: Rimuovere voce nameserver

source: Remove bookmark
it: Rimuovere contrassegni

source: Remove completed timers after (days)
it: Rimuovi i Timers completati dopo (giorni)

source: Remove currently selected title
it: Rimuovere il titolo selezionato

source: Remove finished.
it: Rimozione terminata.

source: Remove items from trash can after (days)
it: Rimuovere elementi dal cestino dopo (giorni)

source: Remove plugins
it: Rimuovere plugin

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
it: Rimuovere i testi per i non udenti da sottotitoli esterni (musica strumentale o suoni ambientali, ad esempio, quando un campanello suona o un colpo di pistola si sente).

source: Remove timer
it: Rimuovi timer

source: Remove title
it: Rimuovi titolo

source: Removing
it: Rimozione in corso...

source: Removing Service
it: Rimozione di Servizio

source: Removing directory %s failed. (Maybe not empty.)
it: Rimozione cartella %s fallita! (Forse non è vuota!)

source: Removing partition table
it: Rimozione Tabelle di Partizione

source: Rename
it: Rinominare

source: Rename failed!
it: Rinominazione Fallita!

source: Rename name and description for new events
it: Rinomina il nome e la descrizione del nuovo evento

source: Rename to:
it: Rinomina in:

source: Renamed %s!
it: Rinominato %s !

source: Repeat
it: Ripeti

source: Repeat Display Message
it: Ripeti visione Messaggio

source: Repeat type
it: Immissione ripetuta/singola

source: Repeating event currently recording... What do you want to do?
it: Registrazione in corso di evento ricorrente. Cosa si desidera fare?

source: Repeats
it: Cadenza

source: Require authentication for http streams
it: Richiede l'autenticazione per gli stream http

source: Required medium type:
it: Tipo di supporto richiesto:

source: Rereading partition table
it: Rilettura Tabella di Partizione

source: Reserved
it: Riservato

source: Reset and renumerate title names
it: Reset e nuova numerazione titoli

source: Reset playback position
it: Ripristina posizione di riproduzione

source: Reset video enhancement settings to system defaults?
it: Riportare la configurazione miglioramento immagine ai valori predefiniti?

source: Reset video enhancement settings to your last configuration?
it: Riportare la configurazione miglioramento immagine agli ultimi valori selezionati?

source: Reshare:
it: Ricondivisione:

source: Resolution
it: Risoluzione

source: Restart
it: Riavviare

source: Restart GUI
it: Riavviare la GUI

source: Restart GUI now?
it: Riavviare la GUI adesso?

source: Restart Gui
it: Riavvia Gui

source: Restart Network
it: Riavvia la Rete

source: Restart Network Adapter
it: Riavvia la Scheda di rete

source: Restart enigma
it: Riavvio GUI

source: Restart network
it: Riavviare la rete

source: Restart test
it: Ripetere il test

source: Restart your network connection and interfaces.
it: Riavviare connessioni di rete e relative interfacce.

source: Restore
it: Ripristinare

source: Restore Plugins
it: Ripristina Plugins

source: Restore backups
it: Ripristino backup

source: Restore is running...
it: Ripristino in corso...

source: Restoring...
it: Ripristino in corso...

source: Resume from last position
it: Riprendere dall'ultima posizione

source: Resume position at %s
it: Riprendere dalla posizione %s

source: Resuming playback
it: Ripresa riproduzione...

source: Return to movie list
it: Tornare a elenco registrazioni

source: Return to previous service
it: Tornare al canale precedente

source: Reverse bouquet buttons
it: Pulsanti bouquet inversi

source: Reverse list
it: Lista inversa

source: Rewind
it: Riavvolgi

source: Rewind speeds
it: Velocità di riavvolgimento

source: Right
it: Destro

source: Right from servicename
it: A destra del nome canale

source: Romanian
it: Rumeno

source: Rotor step position:
it: Posizione di passo del rotore:

source: Rotor turning speed
it: Velocità rotazione motore

source: Run how often ?
it: Eseguire quanto spesso?

source: Running
it: In esecuzione

source: Running Myrestore script, Please wait ...
it: Avvio Myrestore script, Attendere ...

source: Russian
it: Russo

source: SABnzbd Setup
it: Pannello SABnzbd

source: SAT long
it: SAT lungo

source: SINGLE LAYER DVD
it: DVD SINGOLO STRATO

source: Samba Log
it: Log Samba

source: Samba Setup
it: Cofig. Samba

source: Same as in active
it: Come è in attivo

source: Same resolution as skin
it: Stessa risoluzione della skin

source: Satellite dish setup
it: Configurazine Parabola Sat

source: Satellite equipment
it: Dispositivo satellitare

source: Satellite equipment setup
it: Conf. dispositivo satellitare

source: Satellite longitude:
it: Longitudine Satellite:

source: Satellites
it: Satelliti

source: Sats
it: Satelliti

source: Saturation
it: Saturazione

source: Saturday
it: Sabato

source: Save
it: Salvare

source: Save EPG
it: Salva EPG

source: Save EPG data
it: Salva i dati EPG

source: Save and record
it: Salva e registra

source: Save and stop
it: Salva e ferma

source: Save every (in hours)
it: Salva ogni (in ore)

source: Save playlist
it: Salvare la playlist

source: Save timeshift as movie and continue recording
it: Salva timeshift come film e continua a registrare

source: Save timeshift as movie and stop recording
it: Salva timeshift come film e arresta la registrazione

source: Saving EPG Cache...
it: Salvando la cache EPG...

source: Saving Timeshift files
it: Salvando i files Timeshift...

source: Saving timeshift as movie now. This might take a while!
it: Salvataggio timeshift come film adesso. Potrebbe richiedere un po'!

source: Scaler sharpness
it: Nitidezza scaler

source: Scaler vertical dejagging
it: Scaler verticale di dejagging

source: Scan
it: Ricerca

source: Scan
it: Ricerca

source: Scan %s
it: Scansione %s

source: Scan %s band
it: Scan %s banda

source: Scan additional SR
it: Ricerca su SR aggiuntivi

source: Scan files...
it: Ricerca file...

source: Scan wireless networks
it: Ricerca reti wireless

source: Scan your network for wireless access points and connect to them using your selected wireless device.
it: Analizzare la rete alla ricerca di access point wireless e collegarsi ad essi tramite l'adattatore WLAN selezionato

source: Scanning %s...
it: Scansione %s..

source: Scanning completed, %d channel found
it: Scanning completato, %d canale trovato

source: Scanning failed!
it: Ricerca Fallita !

source: Scanning...
it: Ricerca in corso .....

source: Scans default lamedbs sorted by satellite with a connected dish positioner
it: Ricerca lamedb predefinita, ordinati per satellite, tramite parabola motorizzata

source: Scrolling Speed
it: Velocità di scrolling

source: Scrolling delay (software renderer)
it: Ritardo Scrolling (software di rendering)

source: Scrolling speed (software renderer)
it: Velocità di scorrimento (software di rendering)

source: Search
it: Ricerca

source: Search IMDb for information about current event.
it: Cerca IMDb per informazioni su evento attuale.

source: Search east
it: Cerca a est
