Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Keyboard map
it: Mappa tastiera

source: Keyboard setup
it: Configurazione tastiera

source: LAN adapter
it: Scheda di rete

source: LAN connection
it: Connessione LAN

source: LCD scroll speed
it: Velocità scrool LCD

source: LCN plugin for DVB-T/T2 services
it: Plugin LCN per i servizi DVB-T/T2

source: LCN rules:
it: Regole LCN:

source: LED Normal
it: LED Normale

source: LED brightness during deep standby.
it: Luminosità del LED durante deep standby.

source: LED brightness during normal operations.
it: Luminosità del LED durante le normali operazioni.

source: LED brightness during standby.
it: Luminosità del LED durante lo standby.

source: Label
it: Etichetta

source: Language
it: Linguaggio

source: Language selection
it: Selezione lingua

source: Last Req.
it: Ultima Req.

source: Last config
it: Ultima configurazione

source: Last speed
it: Ultima velocità

source: Last update: %s
it: Ultimo aggiornamento: %s

source: Last used share:
it: Ultima condivisione usata:

source: Latitude
it: Latitudine

source: Latvian
it: Lettone

source: Leave DVD player?
it: Uscire dal Player DVD?

source: Left
it: Sinistra

source: Left from servicename
it: A sinistra del nome canale

source: Leisure hobbies
it: Hobby per il tempo libero

source: Light Grey
it: Grigio Chiaro

source: Limit character set for recording filenames
it: Limitare il set di caratteri per i nomi di file di registrazione

source: Limit debug log size (MB)
it: Limitare la grandezza del file di log in (MB)

source: Limit east
it: Limite est

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
it: Limitare caratteri che possono essere utilizzati in registrazione di nomi a (7 bit) ASCII. Questo garantisce compatibilità con sistemi operativi o file system con set caratteri limitato.

source: Limit west
it: Limite ovest

source: Limits cancelled
it: Limiti annullati

source: Limits enabled
it: Limiti abilitati

source: Limits off
it: Limiti off

source: Limits on
it: Limiti on

source: Link Quality:
it: Qualità del link:

source: Link quality:
it: Qualità del link:

source: Linked titles with a DVD menu
it: Titoli collegati ad un Menu DVD

source: List EPG functions...
it: Lista funzioni EPG ...

source: List available networks
it: Lista dei networks disponibili

source: List mode
it: Modalità lista

source: List of storage devices
it: Lista supporti memorizzazione

source: List version %d, found %d channel
it: Versione List %d, trovato %d canale

source: Listen to the radio...
it: Ascoltare la radio ...

source: Lists reloaded!
it: Lista ricaricata!

source: Lithuanian
it: Lituano

source: Load
it: Caricare

source: Load EPG
it: Carica EPG

source: Load playlist
it: Caricare la playlist

source: Load/Save
it: Carica/Salva

source: Local box
it: Box locale

source: Local network
it: Rete locale

source: Location
it: Posizione

source: Lock ratio
it: Blocca rapporto

source: Log Manager
it: Gestore Log

source: Log results to harddisk
it: Salvare log su harddisk

source: LogManager
it: Gestore Log

source: Logs location
it: Posizione dei logs

source: Logs older then the set no of days will be deleted.
it: I log vecchi se non inserisci i giorni non verranno eliminati.

source: Logs settings
it: Impostazioni Logs

source: Long << / >>
it: Pressione lunga << / >>

source: Long Left/Right
it: Pressione lunga Sinistra / Destra

source: Long filenames
it: Nomi estesi

source: Long key press
it: Pressione prolungata tasto

source: Longitude
it: Longitudine

source: Loop through to
it: Loop per mezzo di

source: Lower Framerate save CPU Time
it: Framerate più bassi

source: Lower USB
it: USB Inferiore

source: Luxembourgish
it: Lussemburghese

source: MAC-address settings
it: Configurazione MAC-address

source: Main menu
it: Menu principale

source: Maintain old EPG data for
it: Mantieni i dati del vecchio EPG per minuti

source: Make this mark an 'in' point
it: Contrassegnare come punto 'in'

source: Make this mark an 'out' point
it: Contrassegnare come punto 'out'

source: Make this mark just a mark
it: Inserire solamente contrassegno

source: Manage extensions
it: Gestire le estensioni

source: Manage your %s %s's software
it: Gestione software del %s %s

source: Manual
it: Manuale

source: Manual Scan
it: Ricerca manuale

source: Manual configuration
it: Configurazione Manuale

source: Manual scan
it: Scan manuale

source: Manual transponder
it: Transponder manuale

source: Manufacturer
it: Costruttore

source: Margin after recording (minutes)
it: Margine in minuti dopo la registrazione

source: Margin before recording (minutes)
it: Margine in minuti prima della registrazione

source: Max memory positions
it: Posizioni di memoria Max

source: Max. bitrate:
it: Bitrate Max:

source: Maximum no of days:
it: Numero massimo di giorni:

source: Maximum space used (MB):
it: Spazio massimo da usare (MB):

source: Media playback Remaining/Elapsed as
it: Media Playback Rimanenti/Scaduti

source: Medium is not a writeable DVD!
it: Il supporto non è un DVD masterizzabile!

source: Medium is not empty!
it: Il supporto non è vuoto!

source: Medium toolbox
it: Media toolbox

source: Memory
it: Memoria

source: Memory Information
it: Info Memoria

source: Memory index
it: Indice memoria

source: Menu config
it: Menu configurazione

source: Merging Timeshift files
it: Unione di file Timeshift

source: Message
it: Messaggio

source: MiniDLNA Log
it: Log MiniDLNA

source: MiniDLNA Setup
it: Configurazione MiniDLNA

source: MiniTV with OSD
it: MiniTV con OSD

source: Minimum age %d years
it: Età minima %d anni

source: Minimum send interval
it: Intervallo minimo di invio

source: Mins
it: Minuti

source: Mins Secs
it: Minuti Secondi

source: Missing
it: Mancante

source: Mode 1
it: Modalità 1

source: Mode 2
it: Modalità 2

source: Model: %s %s
it: Modello: %s %s

source: Model:
it: Modello:

source: Modulation
it: Modulazione

source: Modulator
it: Modulatore

source: Mon
it: Lun

source: Mon-Fri
it: Lun-Ven

source: Monday
it: Lunedì

source: Monthly
it: Mensilmente

source: Mosquito noise reduction
it: Riduzione sfarfallio

source: Motor command retries
it: Tentativi di comando motore

source: Motor running timeout
it: Timeout Motore in marcia

source: Mount
it: Monta

source: Mounts Setup
it: Configurazione Mounts

source: Move
it: Sposta

source: Move Left/Right
it: Spostare a sinistra/destra

source: Move PIP
it: Muovi PIP

source: Move PiP to main picture
it: Inviare PiP a schermo principale

source: Move Up/Down
it: Sposta Su/Giù

source: Move down a page
it: Spostare verso il basso della pagina

source: Move east
it: Muovi a est

source: Move to home of list
it: Sposta in testa alla lista

source: Move to position X
it: Sposta alla posizione X

source: Move up a page
it: Spostare su la pagina

source: Move west
it: Muovi a ovest

source: Moved to position 0
it: Spostato in posizione 0

source: Moved to position at index
it: Spostato in posizione Index

source: Movement
it: Movimento

source: Movie List
it: Lista Film

source: Movie List Setup
it: Configurare la Lista Film

source: Movie location
it: Percorso registrazione

source: Movie selection
it: Selezione Film

source: Movie/Drama
it: Film/Dramma

source: Moving
it: In movimento....

source: Moving east ...
it: In movimento a est...

source: Moving files
it: Spostando i files

source: Moving to position
it: In movimento verso posizione

source: Moving west ...
it: In movimento a ovest

source: MultiEPG settings
it: Impostazioni MultiEpg

source: Multiple service support
it: Supporto canali multipli

source: Multisat all select
it: Selezionare tutto Multisat

source: Music/Ballet/Dance
it: Musica/Balletto/Danza

source: NFI image flashing
it: Flash immagine NFI in corso

source: NFI image flashing completed. Press Yellow to Reboot!
it: Installazione immagine NFI completata. Per riavviare, premere il tasto Giallo!

source: NFS Setup
it: Configurazione NFS

source: NTP server
it: Server NTP

source: Name
it: Nome

source: Name:
it: Nome:

source: Nameserver
it: Nomeserver

source: Nameserver %d
it: Nomeserver %d

source: Nameserver settings
it: Conf. nomeserver

source: Network
it: Rete

source: Network ID
it: ID di rete

source: Network Information
it: Informazioni di Rete

source: Network MAC settings
it: Configurazione MAC di rete

source: Network Servers:
it: Server di rete:

source: Network Setup
it: Configurazione Rete

source: Network Test
it: Test Rete

source: Network menu
it: Menu Rete

source: Network mounts
it: Mounts di rete

source: Network name (SSID)
it: Nome rete (SSID)

source: Network scan
it: Ricerca rete

source: Network setup
it: Configurazione rete

source: Network test
it: Test della rete

source: Network test:
it: Test della rete:

source: Network wizard
it: Configurazione guidata della rete

source: Network:
it: Rete:

source: NetworkWizard
it: Configurazione Guidata della Rete

source: New
it: Nuovo

source: New PIN
it: Nuovo PIN

source: New Packages
it: Nuovi pacchetti

source: New profile:
it: Nuovo profilo

source: New timers location
it: Nuova posizione timers

source: New version:
it: Nuova versione:

source: News Current Affairs
it: Notizie Affari

source: Next
it: Prossimo

source: No (supported) DVDROM found!
it: Nessun DVD-ROM (supportato) trovato!

source: No Connection
it: Nessuna connessione

source: No HDD found or HDD not initialized!
it: HDD non trovato o non formattato!

source: No Timeshift found to save as recording!
it: Nessun Timeshift trovato per salvare la registrazione!

source: No backup needed
it: No nessun backup

source: No cable tuner found!
it: Nessun sintonizzatore via cavo trovato!

source: No card inserted!
it: Card non inserita!

source: No data on transponder! (Timeout reading PAT)
it: Nessuna dato sul transponder! (Timeout in lettura PAT)

source: No delay
it: Nessun ritardo

source: No description available.
it: Descrizione non disponibile.

source: No details for this image file
it: Dettagli file immagine non disponibili!

source: No displayable files on this medium found!
it: Nessun file riproducibile trovato sul supporto!

source: No entry in lcn db. Please do a service scan.
it: Nessuna informazione nel database. Devi prima eseguire una scansione DVB-T

source: No event info found, recording indefinitely.
it: Informazioni evento non disponibili, registrazione illimitata.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
it: FFW/REW non ancora disponibile... Utilizzare i tasti numerici per avanzare/arretrare nella riproduzione!

source: No free index available
it: Nessun indice libero disponibile

source: No free tuner!
it: Nessun Tuner disponibile!

source: No network connection available.
it: Connessione di rete non disponibile.

source: No networks found
it: Nessuna rete rilevata!

source: No of items switch (increase or reduced)
it: Nessun elementi da cambiare (aumentare o ridurre)

source: No packages were upgraded yet. So you can check your network and try again.
it: Nessun pacchetto è stato ancora aggiornato. Si prega di ricontrollare la rete e riprovare.

source: No positioner capable frontend found.
it: Nessun apparato in grado di pilotare un motore è disponibile!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
it: Nessun Tuner satellite, terrestre o cavo è configurato. Per favore controlla la tua configurazione.

source: No service
it: Nessun servizio

source: No services/providers selected
it: Nessun canale/provider selezionato

source: No standby
it: Sempre attivo

source: No suitable sat tuner found!
it: Nessun tuner sat adatto trovato!

source: No tags are set on these movies.
it: Nessuna etichetta configurata su queste registrazioni.

source: No timeout
it: Nessun timeout

source: No to all
it: No a tutto

source: No transparency
it: Nessuna trasparenza

source: No tuner is available for recording a timer!
it: Nessun Tuner è disponibile per registrare l'evento !

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
it: Nessun Sintonizzatore è disponibile per la registrazione di un evento programmato ! I seguenti tentativi di liberare un sintonizzatore sono stati eseguiti senza successo.

source: No tuner is configured for use with a diseqc positioner!
it: Nessun Tuner è configurato per l'utilizzo di un motore!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
it: Nessun tuner abilitato! Configurare i tuner prima di effettuare una ricerca canali.

source: No updates available. Please try again later.
it: Nessun aggiornamento disponibile. Riprova più tardi.

source: No wireless networks found! Searching...
it: Nessuna rete wireless trovata! Ricerca in corso...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
it: Nessuna scheda di rete locate trovata in funzione! Verificare che il cavo sia collegato e che la rete sia configurata correttamente.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
it: Nessun adattatore di rete wireless trovato in funzione! Verificare di aver collegato un adattatore WLAN compatibile e che la rete sia configurata correttamente.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
it: Nessuna interfaccia wireless attiva trovata in funzione! Verificare di aver collegato un dispositivo WLAN compatibile e di aver abilitato l'interfaccia di rete locale.

source: No, but restart from begin
it: No, ma riprendere dall'inizio

source: No, do nothing.
it: No, non fare nulla.

source: No, just start my %s %s
it: No, avvia solamente il mio %s %s

source: No, never
it: No, mai

source: No, scan later manually
it: No, scansiona manualmente più avanti

source: None
it: Nessuno

source: Normal mode
it: Modalità normale

source: North
it: Nord

source: Norwegian
it: Norvegese

source: Not Flashing
it: CF

source: Not Shown
it: Non indicato

source: Not associated
it: Non associato

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
it: Spazio su disco insufficiente. Liberare spazio sul disco e riprovare. (%d MB richiesti, %d MB disponibili)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
it: Spazio libero insufficiente su hdd! DimensioneFile: %sMB SpazioLibero: %sMB Percorso: %s

source: Not mounted
it: Non montato

source: Not-Associated
it: Non associato

source: Nothing
it: Non fare nulla

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
it: Impossibile effettuare la ricerca! Configurare i tuner prima di effettuare una ricerca canali.

source: Nothing to upgrade
it: Niente da aggiornare

source: Nothing, just leave this menu
it: Niente, uscire da questo menu

source: Now save timeshift as movie and continues recording
it: Ora salva timeshift come film e continua la registrazione

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
it: Utilizzare il controllo contrasto per aumentare la luminosità dello sfondo il più possibile, ma assicurarsi di poter distinguere la differenza tra le due sfumature più chiare. Alla fine premere OK.

source: Number
it: Numero

source: Number of rows
it: Numero di righe

source: Number of rows to display
it: Numeri di righe da mostrare

source: OE Changes
it: Modifiche OE

source: OK button (long)
it: Pulsante OK (pressione prolungata)

source: OK button (short)
it: Pulsante OK (pressione breve)

source: OK button mode
it: Modalità tasto OK

source: OK long
it: Ok lungo

source: OK, guide me through the upgrade process
it: Ok, guidami nel processo di aggiornamento

source: OSD
it: SID

source: OSD 3D Setup
it: Config. OSD 3D

source: OSD Adjustment
it: Adattamento OSD

source: OSD Position
it: Posizione OSD

source: OSD Settings
it: Gestore OSD

source: OSD name request
it: Richiesta nome OSD

source: OSD settings
it: Settaggi OSD

source: Offline decode delay (ms)
it: Offline ritardo decodifica (ms)

source: Older files in the timeshift directory are removed on every event change.
it: I file più vecchi nella directory timeshift vengono rimossi ad ogni cambio evento.

source: On end of movie
it: Sulla fine del film

source: On end of movie (as menu)
it: Sulla fine del film (come menu)

source: On reaching the end of a file during playback, you can choose the box's behavior.
it: Raggiunta la fine di un file durante la riproduzione, è possibile scegliere il comportamento del decoder.

source: Once per day
it: Una volta al giorno

source: One
it: Uno

source: One line
it: Una riga

source: OnlineVersionCheck
it: ControlloVersioneOnline

source: Only extensions.
it: Solo estensioni

source: Only free scan
it: Scansione solo canali in chiaro

source: Open AutoTimer
it: Apri AutoTimer

source: Open AutoTimerlist...
it: Apri la lista AutoTimer...

source: Open EPGSearch...
it: Apri la Ricerca EPG...

source: Open IMDB...
it: Apri IMDB...

source: Open MediaPortal...
it: Apri MediaPortal...

source: Open Timerlist...
it: Apri la lista Timer...

source: Open bouquetlist...
it: Apri lista bouquet..

source: Open favourites list
it: Apri lista favoriti

source: Open long
it: Open lungo

source: Open satellites list
it: Apri lista satelliti

source: Open service list
it: Apri lista Canali

source: Open service list and select next channel
it: Apri la lista canali e seleziona canale successivo

source: Open service list and select next channel for PiP
it: Aprire la lista canali e selezionare il canale successivo per il PiP

source: Open service list and select previous channel
it: Apri la lista canali e seleziona canale precedente

source: Open service list and select previous channel for PiP
it: Aprire la lista canali e selezionare il canale precedente per il PiP

source: Open the movie list
it: Apri la lista dei film

source: OpenVpn Setup
it: Config OpenVpn

source: Option to disable picons on the Infobar
it: Opzione per disabilitare picons sul Infobar

source: Option to enable the Hardware Standby Timer
it: Opzione per abilitare il Tempo di Standby Hardware

source: Orbital position
it: Posizione orbitale

source: Original
it: Originale

source: Oscam Info - Configuration
it: Configurazione - Oscam Info

source: Oscam Info - Main Menu
it: Oscam Info - Menù principale

source: Other
it: Altro

source: Overwrite Bootlogo Files ?
it: Sovrascrivere Files Bootlogo ?

source: Overwrite Driver Files ?
it: Sovrascrivere Files Driver ?

source: Overwrite Emu Files ?
it: Sovrascrivere Files Emu ?

source: Overwrite Picon Files ?
it: Sovrascrivere Files Picon ?

source: Overwrite Setting Files ?
it: Sovrascrivere Files di Setting ?

source: Overwrite Spinner Files ?
it: Sovrascrivere Files Spinner ?

source: Overwrite bootlogo files during software upgrade?
it: Sovrascrivere i files bootlogo durante l'aggiornamento software?

source: Overwrite configuration files during software upgrade?
it: Sovrascrivere i file di configurazione nel corso di un aggiornamento software?

source: Overwrite configuration files?
it: Sovrascivere i files di configurazione?

source: Overwrite driver files during software upgrade?
it: Sovrascrivere i files drivers durante l'aggiornamento software?

source: Overwrite picon files during software upgrade?
it: Sovrascrivere i files picon durante l'aggiornamento software?

source: Overwrite setting files (channellist) during software upgrade?
it: Sovrascrivere i files di setting (channellist) durante l'aggiornamento software?

source: Overwrite softcam files during software upgrade?
it: Sovrascrivere i files softcam durante l'aggiornamento software?

source: Overwrite spinner files during software upgrade?
it: Sovrascrivere i files spinner durante l'aggiornamento software?

source: PAGE UP/DOWN
it: PAGINA SU/GIU

source: PCM Multichannel
it: PCM Multicanale

source: PCR PID
it: PID PCR

source: PIP with OSD
it: PIP con OSD

source: PMT PID
it: PID PMT

source: PRIMETIME
it: PRIMASERATA

source: Package list update
it: Aggiornamento elenco pacchetti

source: Packages
it: Pacchetti

source: Packet management
it: Gestione pacchetti

source: Packet manager
it: Gestione pacchetti

source: Page down
it: Pagina giù

source: Page right
it: Pagina destra

source: Page up
it: Pagina sù

source: Parent directory
it: Directory padre

source: Parental control
it: Controllo parentale

source: Parental control setup
it: Configurazione controllo parentale

source: Pause
it: Pausa

source: Pause movie at end
it: A termine riproduzione, mettere in pausa

source: Pause playback
it: Pausa riproduzione

source: Peak load (max queued requests per workerthread)
it: Carico di picco (max richieste in coda per workerthread)

source: Percentage
it: Percentuale

source: Percentage left
it: Percentuale a sinistra

source: Percentage right
it: Percentuale a destra

source: Perform a full image backup
it: Eseguire un backup completo dell'immagine

source: Perform a image backup before updating.
it: Fai un backup dell'immagine prima di aggiornare.

source: Perform a setting backup before updating.
it: Fai un backup dei setting prima di aggiornare.

source: Perform a settings backup,
it: Eseguire un backup delle impostazioni,

source: Perform a settings backup, making a backup before updating is strongly advised.
it: Eseguire un backup delle impostazioni, è fortemente consigliato fare un backup prima di aggiornare.

source: Perform an online update check in the background
it: Eseguire un controllo di aggiornamento on-line in background

source: Permanently delete all recordings in the trash can?
it: Eliminare definitivamente tutte le registrazioni nel cestino?

source: Permanently remove all deleted items
it: Rimuovere definitivamente tutti gli elementi eliminati

source: Persian
it: Persiano

source: Picon and Service Name
it: Picon e Nome Canale

source: Picon and service name
it: Picon e nome servizio

source: Picon width
it: Larghezza Picon

source: Picture in Picture Setup
it: Configurazione Picture in Picture

source: Picture in graphics
it: Muovere PiP

source: Pilot
it: Pilota

source: Play DVD
it: Riprodurre DVD

source: Play audio in background
it: Riprodurre l'audio in background

source: Play audio-CD...
it: Riprodurre CD audio...

source: Play back media files
it: Riprodurre file multimediali

source: Play entry
it: Riprodurre voce

source: Play from next mark or playlist entry
it: Riprodurre da contrassegno/voce in playlist successiva

source: Play from previous mark or playlist entry
it: Riprodurre da contrassegno/voce in playlist precedente

source: Play music...
it: Riprodurre musica...

source: Play next
it: Riproduci il prossimo

source: Play next (return to movie list)
it: Riproduci il prossimo (ritorna alla lista film)

source: Play next (return to previous service)
it: Riproduci il prossimo (torna al servizio precedente)

source: Play previous
it: Riproduci il precedente

source: Play recorded movies...
it: Riprodurre registrazioni...

source: Playlist long
it: Playlist lungo

source: Playpause
it: Playpausa

source: Please add titles to the compilation.
it: Aggiungere titoli alla collezione

source: Please change recording endtime
it: Cambiare orario fine registrazione

source: Please check your network settings!
it: Verificare la configurazione di rete!

source: Please choose CCcam-Reader
it: Scegliere CCcam-Reader
