Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
it: Configurare la posizione verticale dei sottotitoli, misurata dalla parte inferiore dello schermo.

source: Configure the width allocated to the picon.
it: Configurare la larghezza allocata per il picon.

source: Configure the width allocated to the service name.
it: Configurare la larghezza assegnata al nome canale.

source: Configure to show the channel names, picons, or both in the EPG.
it: Configurare per mostrare i nomi dei canali, picons, o nella EPG

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseuso recordings (e.g. EPGrefresh).
it: Configurare se l'icona 'registrazione' (nella Infobar e nell'LCD) è visibile per le registrazioni oppure per lo streaming oppure per probabili registrazioni (ad es. EPGrefresh).

source: Configure which color format should be used on the SCART output.
it: Configurare quale formato di colore deve essere usato in uscita SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
it: Configurare che sintonizzatore per le registrazioni si preferisce, quando più di un tuner è disponibile.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
it: Configurare quale sintonizzatore si preferisce, quando lo stesso servizio è disponibile su diversi tipi di sintonizzatori.

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customise screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customise screen.
it: Configurazione quale tuner sarà il preferito per le registrazioni, quando più di un tuner è disponibile. 'Disabilitare' selezionerebbe un sintonizzatore base di sintonizzatore preferito a schermo personalizzazione. 'Auto' avrebbe scelto in base a regole predefinite di E2, ignorando sintonizzatore preferito a schermo personalizzazione.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
it: Definire quale sintonizzatore usare, quando più di un sintonizzatore è disponibile. Se impostato su 'auto' il sistema darà priorità al sintonizzatore con il più basso numero di canali/satelliti.

source: Configure your NTP server.
it: Configurare il server NTP.

source: Configure your internal LAN
it: Configurare la rete locale cablata.

source: Configure your network again
it: Configura la tua rete nuovamente

source: Configure your network settings, and press OK to start the scan
it: Configurare le impostazioni di rete, premere OK per avviare la scansione

source: Configure your wireless LAN again
it: Riconfigurare la tua rete wireless.

source: Configures which video output connector will be used.
it: Configura quale connettore di uscita video sarà utilizzato .

source: Configuring
it: Configurazione in corso

source: Conflicting timer
it: Timer in conflitto!

source: Connect
it: Connettere

source: Connect to a wireless network
it: Connettere ad una rete Wireless

source: Connected clients
it: Clienti connessi

source: Connected satellites
it: Satelliti collegati

source: Connected to
it: Connesso a

source: Connected:
it: Connesso:

source: Content
it: Contenuto

source: Content does not fit on DVD!
it: I contenuti superano la capacità del DVD!

source: Context
it: Contenuto

source: Continue
it: Continuare

source: Continue playback
it: continuare la riproduzione

source: Continue playing
it: Riprendere la riproduzione

source: Continues
it: Continua

source: Continues play (loop)
it: Riproduzione continua (loop)

source: Contrast
it: Contrasto

source: Control of the position how finished timer are shown in the Timer List.
it: Controllo della posizione nella quale i timer cessati vengono visualizzati nella Lista Timer.

source: Control the Infobar fading speed
it: Controllare la velocità di dissolvenza Infobar

source: Convert ext3 filesystem to ext4
it: Convertire filesystem ext3 in ext4

source: Convert ext3 to ext4
it: Convertire da ext3 a ext4

source: Convert filesystem ext3 to ext4
it: Conversione filesystem da ext3 a ext4

source: Converting ext3 to ext4...
it: Conversione da ext3 a ext4 ...

source: Cool TV Guide
it: Guida Cool TV

source: Copy
it: Copia

source: Copying files
it: Copia file in corso

source: Could not connect to %s %s .NFI image feed server:
it: Impossibile collegarsi al server Immagini .NFI %s %s:

source: Could not find installed channel list.
it: Impossibile trovare l'elenco dei canali installati.

source: Could not load Medium! No disc inserted?
it: Impossibile caricare i Media! è inserito il disco?

source: Could not open Picture in Picture
it: Impossibile aprire PiP

source: Could not open the file %s!
it: Impossibile aprire il file %s!

source: Could not record due to conflicting timer %s
it: Impossibile registrare a causa di conflitto timer %s

source: Could not record due to invalid service %s
it: Impossibile registrare a causa di canale non valido %s

source: Could not save configfile %s!
it: Impossibile salvare configfile %s!

source: Create Bludisc ISO file
it: Crea Bludisc ISO file

source: Create DVD-ISO
it: Creare DVD-ISO

source: Create ISO
it: Crea ISO

source: Create directory
it: Creare cartella

source: Creating AP and SC Files
it: Creazione file AP e SC

source: Creating Hardlink to Timeshift file failed!
it: Creazione collegamento al file Timeshift fallito!

source: Creating directory %s failed.
it: Creazione cartella %s fallita!

source: Creating filesystem
it: Creazione di file system

source: Creating partition
it: Creazione partizione

source: Croatian
it: Croato

source: Cron Manager
it: Gestore Cron Manager

source: Current CEC address
it: Attuale indirizzo CEC

source: Current Event:
it: Evento in corso:

source: Current Status:
it: Stato corrente:

source: Current device:
it: Dispositivo corrente:

source: Current mode: %s
it: Modalità attuale: %s

source: Current settings:
it: Configurazione corrente:

source: Current time
it: Ora corrente

source: Current transponder
it: Transponder corrente

source: Current value:
it: Valore corrente:

source: Current version:
it: Versione corrente:

source: Currently installed image
it: Immagine installata

source: Custom
it: Personalizzare

source: Custom skip time for '1'/'3' buttons
it: Salto di tempo per i tasti '1'/'3'

source: Custom skip time for '4'/'6' buttons
it: Salto di tempo per i tasti 4-6

source: Custom skip time for '7'/'9' buttons
it: Salto di tempo per i tasti 7-9

source: Customize
it: Personalizzare

source: Cut
it: Tagliare

source: Cutlist editor...
it: Editor elenco tagli...

source: Czech
it: Ceco

source: DLNA support
it: Supporto DLNA

source: DMM advanced
it: DMM avanzato

source: DMM normal
it: DMM normale

source: DUAL LAYER DVD
it: DVD doppio strato

source: DVB subtitle black transparency
it: Sottotitoli DVB trasparenza nero

source: DVD File Browser
it: Dvd esplora file

source: DVD Titlelist
it: DVD Lista Titoli

source: Daily
it: Giornaliero

source: Danish
it: Danese

source: Date
it: Data

source: Debug Logs
it: Log di debug

source: Deep Standby
it: Spegnimento (Deep-Standby)

source: Deep standby
it: Spegni

source: Default
it: Predefinito

source: Default movie location
it: Percorso predefinito film

source: Default recording type
it: Tipo di registrazione di default

source: Default settings
it: Configurazioni predefinite

source: Defines how fast the time jumps are repeated. Values lower than 500ms may be problematic with NAS.
it: Definisce quanto veloce i salti di tempo vengono ripetuti. Valori inferiori a 500 ms possono rappresentare un problema con i NAS.

source: Defines the jump distance for backward jumps. The value is multiplied by the rewind speed, e.g. -4x. Values significantly lower than 2s may not work with all media files.
it: Definisce il valore di salto per il riavvolgimento veloce. Il valore viene moltiplicato per la velocità impostata, per esempio -4x. Valori significativamente inferiori a 2s potrebbero non funzionare con tutti i file multimediali.

source: Defines the jump distance for forward jumps. The value is multiplied by the wind speed, e.g. 4x. Values significantly lower than 4s may not work with all media files.
it: Definisce il valore di salto per l'avanzamento veloce. Il valore viene moltiplicato per la velocità impostata, per esempio 4x. Valori significativamente inferiori a 4s potrebbero non funzionare con tutti i file multimediali.

source: Defines which fast forward speeds are using normal cueing. All other forward speeds and all rewind speeds use time jumps.
it: Definisce che velocità usare durante la visione veloce. Tutte le altre velocità in avanti e di riavvolgimento utilizzano salti temporali.

source: Delay after change voltage before switch command
it: Ritardo dopo tensione cambiamento prima del comando interruttore

source: Delay after continuous tone disable before diseqc
it: Ritardo dopo tono continuo disattivare prima diseqc

source: Delay after diseqc peripherial poweron command
it: Ritardo dopo DiSEqC comando periferico poweron

source: Delay after diseqc reset command
it: Ritardo dopo il comando di reset diseqc

source: Delay after enable voltage before motor command
it: Ritardo dopo abilitazione tensione prima di comando del motore

source: Delay after enable voltage before switch command
it: Ritardo dopo abilitazione tensione prima comando di commutazione

source: Delay after final continuous tone change
it: Ritardo dopo il cambio finale tono continuo

source: Delay after last diseqc command
it: Ritardo dopo l'ultimo comando DiSEqC

source: Delay after last voltage change
it: Ritardo dopo l'ultimo cambiamento di tensione

source: Delay after motor stop command
it: Ritardo dopo comando di arresto motore

source: Delay after set voltage before measure motor power
it: Ritardo dopo tensione impostata prima potenza motore misura

source: Delay after toneburst
it: Ritardo dopo toneburst

source: Delay after voltage change before motor command
it: Ritardo dopo variazione di tensione prima del comando del motore

source: Delay before key repeat starts:
it: Ritardo prima dell'avvio del tasto inizio:

source: Delay before sequence repeat
it: Ritardo prima sequenze ripetute

source: Delay between switch and motor command
it: Ritardo tra interruttore e di comando del motore

source: Delay for external subtitles
it: Ritardo per sottotitoli esterni

source: Delay time
it: Tempo di ritardo

source: Delay:
it: Ritardo:

source: Delete
it: Rimuovere

source: Delete %s?
it: Cancellare %s?

source: Delete Confirmation
it: Conferma cancellazione

source: Delete Language
it: Cancella Lingue

source: Delete entry
it: Rimuovere la voce

source: Delete failed!
it: Rimozione fallita!

source: Delete file
it: Rimuovere file

source: Delete playlist entry
it: Rimuovere voce dalla playlist

source: Delete saved playlist
it: Rimuovere la playlist salvata

source: Delete the current timeshift buffer and restart timeshift
it: Cancella l'attuale timeshift temporaneo e riavvia il timeshift

source: Delete timer
it: Cancella timer

source: Deleted
it: Cancellato/a

source: Deleted %s!
it: Cancellato %s!

source: Deleted items
it: Elementi eliminati

source: Deleting files
it: Rimozione files in corso

source: Depth
it: Profondità

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
it: Decodificare e registrare ECM 'dà la possibilità di decodificare in seguito se tendono in registrazione non è riuscita. 'Non decodificare, registra ECM' salvare una registrazione criptata che può essere decodificato in riproduzione. 'Normale' significa decodificare la registrazione e non salvare ECM.

source: Descramble http streams
it: Decodifica flussi http

source: Description
it: Descrizione

source: Deselect
it: Deselezionare

source: Details for plugin:
it: Dettagli per il plugin:

source: Detected Devices:
it: Dispositivi rilevati:

source: Detected NIMs:
it: NIMs Rilevati:

source: Device Information
it: Informazioni dispositivo

source: Device mounts
it: Mounts dispositivo

source: Devicename:
it: NomeDispositivo

source: Devices
it: Dispositivi

source: DiSEqC 1.0 command
it: Comando DiSEqC 1.0

source: DiSEqC 1.1 command
it: Comando DiSEqC 1.1

source: DiSEqC 1.1 repeats
it: Repliche DiSEqC 1.0

source: DiSEqC mode
it: Modalità DiSEqC

source: DiSEqC port %s: %s
it: porta DiSEqC %s: %s

source: DiSEqC-tester settings
it: Configurazione DiSEqC-Tester

source: Diction
it: Dizione

source: Digital contour removal
it: Rimozione contorni digitali

source: Direct playback of linked titles without menu
it: Riproduzione diretta dei titoli collegati, senza menu

source: Directory %s does not exist.
it: La cartella %s non esiste!

source: Directory browser
it: Sfogliare le cartelle

source: Directory long
it: Directory lungo

source: Disable
it: Disabilitare

source: Disable Animations
it: Disabilita Animazioni

source: Disable Picture in Picture
it: Disabiltare PiP

source: Disable all VFD Symbols
it: Disabilita i simboli nel VFD

source: Disable background scanning
it: Disabilita scansione in background

source: Disable the HDD Process on VFD
it: Disabilita il processo HDD nel VFD

source: Disable timer
it: Disattivare il timer

source: Disabled
it: Disabilitato

source: Disabled PIP.
it: PIP Disabilitato

source: Disk space to reserve for recordings (in GB)
it: Spazio disco da riservare alla registrazioni (in GB)

source: Display 16:9 content as
it: Mostrare contenuti in 16:9 come

source: Display 4:3 content as
it: Mostrare contenuti in 4:3 come

source: Display >16:9 content as
it: Mostrare contenuti > di 16:9 come

source: Display and user interface
it: Display e interfaccia utente

source: Display message before playing next movie
it: Mostra messaggio prima di avviare il prossimo evento

source: Display settings
it: Mostra settaggi

source: Display the EIT now/next eventdata in infobar.
it: Mostra l'EIT adesso/prossimo evento nella infobar.

source: Do not change
it: Non cambiare

source: Do not record
it: Non registrare

source: Do you really want to check the filesystem? This could take a long time!
it: Vuoi veramente controllare il filesystem? Questo potrebbe richiedere molto tempo!

source: Do you really want to convert the filesystem? You cannot go back!
it: Vuoi veramente convertire il filesystem? Non potrai tornare indietro!

source: Do you really want to delete %s ?
it: Vuoi realmente cancellare %s ?

source: Do you really want to delete %s?
it: Vuoi veramente cancellare %s?

source: Do you really want to delete ?
it: Vuoi veramente cancellare ?

source: Do you really want to delete the recording?
it: Sicuro di voler cancellare la registrazione?

source: Do you really want to delete this timer ?
it: Vuoi veramente rimuovere questo timer ?

source: Do you really want to download the plugin "%s"?
it: Si conferma il download del plugin "%s"?

source: Do you really want to exit?
it: Si conferma l'uscita?

source: Do you really want to initialize the device? All data on the disk will be lost!
it: Vuoi realmente inizializzare la periferica? Tutti i dati nel disco andranno perduti!

source: Do you really want to move to trashcan ?
it: Spostare nel cestino?

source: Do you really want to permamently remove '%s' from trash can ?
it: Vuoi davvero rimuovere in modo permanente '%s' dal cestino?

source: Do you really want to permanently remove from trash can ?
it: Vuoi davvero rimuovere definitivamente dal cestino?

source: Do you really want to remove directory %s from the disk?
it: Rimuovere la cartella %s dal disco?

source: Do you really want to remove the plugin "%s"?
it: Si conferma la rimozione del plugin "%s"?

source: Do you really want to remove the timer for %s?
it: Si conferma la rimozione del timer %s?

source: Do you really want to remove your bookmark of %s?
it: Rimuovere il contrassegno di %s ?

source: Do you want to add any additional information ?
it: Vuoi aggiungere qualsiasi ulteriore informazione?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
it: Vuoi installare anche il client samba ? Ciò permette di montare le condivisioni di Windows su questo dispositivo.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
it: Vuoi allegare un file di testo per spiegare il log ? (scegliere 'No' per digitare un messaggio usando la tastiera virtuale.)

source: Do you want to burn this collection to DVD medium?
it: Masterizzare la raccolta su DVD?

source: Do you want to continue?
it: Vuoi continuare?

source: Do you want to delete all other languages?
it: Vuoi rimuovere tutte le altre lingue?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
it: Vuoi cancellare i files selezionati: (scegliere 'No' per eliminare solo il file selezionato.)

source: Do you want to do a service scan?
it: Effettuare una ricerca canali?

source: Do you want to do another manual service scan?
it: Effettuare un'altra ricerca canali manuale?

source: Do you want to download the image to %s ?
it: Scaricare l'immagine in %s ?

source: Do you want to install the package:
it: Installare il pacchetto:

source: Do you want to play DVD in drive?
it: Riprodurre il DVD inserito?

source: Do you want to preview this DVD before burning?
it: Mostrare l'anteprima del DVD prima di masterizzare?

source: Do you want to produce this collection?
it: Vuoi riprodurre questa collezione?

source: Do you want to reboot your %s %s
it: Vuoi riavviare il tuo %s %s

source: Do you want to reboot your %s %s?
it: Vuoi riavviare il tuo %s %s?

source: Do you want to reboot your receiver?
it: Vuoi riavviare il ricevitore?

source: Do you want to remove the package:
it: Rimuovere il pacchetto?

source: Do you want to restore your settings?
it: Ripristinare la configurazione?

source: Do you want to resume this playback?
it: Vuoi Riprendere la riproduzione?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
it: Vuoi inviare tutti i file selezionati: (scegliere 'No' per inviare solo il file selezionato.)

source: Do you want to update your %s %s ?
it: Vuoi aggiornare il tuo %s %s ?

source: Do you want to update your box?
it: Vuoi aggiornare il tuo box?

source: Do you want to upgrade the package:
it: Vuoi Aggiornare il pacchetto:

source: Don't add this recording
it: Non aggiungere questa registrazione

source: Don't save
it: Non salvare

source: Don't stop current event but disable coming events
it: Non interrompere l'evento corrente ma annullare i futuri

source: Done - Installed or upgraded %d packages
it: Finito - Installati o aggiornati %d pacchetti

source: Done - Installed, upgraded or removed %d package (%s)
it: Fatto! Installato, aggiornato o rimosso %d pacchetto (%s)

source: Down
it: Giu

source: Download %s from server
it: Scaricare %s dal server

source: Download .NFI-files for USB-flasher
it: Download file .nfi per flasher USB

source: Download plugins
it: Scaricare plugins

source: Downloadable plugins
it: Plugins scaricabili

source: Downloading
it: Download in corso

source: Downloading plugin information. Please wait...
it: Ricerca informazioni sui plugins in corso. Attendere...

source: Dreambox format data DVD (HDTV compatible)
it: Dati DVD in formato Dreambox (HDTV compatibile)

source: Dreambox format data DVD (won't work in other DVD players)
it: Dati DVD in formato Dreambox (non funziona in altri lettori DVD)

source: Dutch
it: Olandese

source: Dynamic contrast
it: Contrasto dinamico

source: ECM Statistics
it: Statistiche ECM

source: ECM Time
it: Tempo ECM

source: ECM avg
it: Media ECM

source: ECM data will be included in the stream. This enables a client receiver to decode it.
it: I dati ECM saranno inclusi nel flusso. Ciò permette a un ricevitore client di decodificarlo.

source: ECM last
it: Ultimo ECM

source: EPG Cache Check
it: Controllo cache EPG

source: EPG Search
it: Ricerca EPG

source: EPG Selection
it: Selezione EPG

source: EPG button mode
it: Modalità tasto EPG

source: EPG filename
it: Nome del file EPG

source: EPG language selection 1
it: EPG selezione della lingua 1

source: EPG language selection 2
it: EPG selezione della lingua 2

source: EPG location
it: Percorso EPG

source: EPG settings
it: Impostazioni EPG

source: EPGSearch
it: Ricerca EPG

source: ERROR - failed to scan (%s)!
it: ERRORE - Ricerca fallita (%s)!

source: East
it: Est

source: East limit set
it: Limite impostato a Est

source: Edit
it: Edita

source: Edit DNS
it: Mod. DNS

source: Edit Title
it: Modifica Titolo

source: Edit chapters of current title
it: Editare capitoli del titolo corrente

source: Edit new entry
it: Modifica il nuovo ingresso

source: Edit settings
it: Mod. configurazione

source: Edit the Nameserver configuration of your %s %s.
it: Modificare configurazione nameserver del %s %s.

source: Edit the network configuration of your %s %s.
it: Modificare la configurazione di rete del %s %s.

source: Edit timer
it: Edita timer

source: Edit title
it: Mod. titolo

source: Edit upgrade source url.
it: Modificare URL sorgenti aggiornamento.

source: Education/Science/...
it: Istruzione / scienza / ...

source: Elapsed
it: Trascorso

source: Elapsed & Remaining
it: Trascorso e Rimanente

source: Electronic Program Guide
it: Guida Programmi Elettronica

source: Enable
it: Abilitare

source: Enable 5V for active antenna
it: Abilitare 5V per antenna attiva

source: Enable AC3/Dolby
it: Abilita AC3/Dolby

source: Enable Autorecord
it: Abilita Autoregistrazioni

source: Enable CIHelper for SLOT CI0
it: Abilita CIHelper per lo SLOT CI0

source: Enable CIHelper for SLOT CI1
it: Abilita CIHelper per lo SLOT CI1

source: Enable EIT EPG
it: Abilita EIT EPG

source: Enable MHW EPG
it: Abilita MHW EPG

source: Enable Netmed EPG
it: Abilita Netmed EPG

source: Enable ViaSat EPG
it: Abilita Viasat EPG

source: Enable Virgin EPG
it: Abilita EPG Virgin

source: Enable Wake On LAN
it: Abilita Wake On LAN

source: Enable and set the duration of the second infobar (press OK twice) that may include more information on the current service.
it: Attivare e impostare la durata della seconda barra informazioni (premere OK due volte) che include ulteriori informazioni sul servizio corrente.

source: Enable auto cable scan
it: Abilita auto cable scan

source: Enable auto fast scan
it: Abilita scansione veloce automatica

source: Enable blinking Clock on the LCD Display
it: Abilita l'orologio lampeggiante sul display LCD

source: Enable blinking rec symbol on the LCD Display
it: Abilita il lampeggio del simbolo REC sul display LCD

source: Enable debug log
it: Abiita log di debug

source: Enable freesat EPG
it: Abilita EPG freesat

source: Enable infobar fade-out
it: Abilita dissolvenza in chiusura della infobar

source: Enable multiple bouquets
it: Abilita bouquet multipli

source: Enable panic button
it: Abilita tasto panic
