Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Using LNB %d
it: LNB %d in uso

source: Using fixed address
it: Indirizzo fisico in uso

source: Using old profile:
it: Vecchio profilo in uso:

source: Using tuner %s
it: Tuner %s in uso

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
it: Di solito, quando la lingua dei sottotitoli è la stessa della lingua audio, non saranno utilizzati i sottotitoli. Attivare questa opzione per utilizzare questi sottotitoli.

source: VLAN connection
it: Connessione VLAN

source: VMGM (intro trailer)
it: VMGM (trailer introduttivo)

source: Version: %s
it: Versione: %s

source: Version:
it: Versione:

source: Vertical
it: Verticale

source: Vertical turning speed
it: Velocità di rotazione verticale

source: Very short filenames
it: Nomi dei file molto piccoli

source: Very very short filenames - Warning
it: Nomi dei file molto molto piccoli - Avviso

source: Video PID
it: PID Video

source: Video content: %ix%i%s %iHz
it: Contenuti video: %ix%i%s %iHz

source: Video enhancement preview
it: Anteprima miglioramento immagine

source: Video enhancement setup
it: Configurazione miglioramento immagine

source: Video mode selection.
it: Selezione modalità video.

source: Video mode: %s
it: Modalità visualizzazione: %s

source: Video mode: %s not available
it: Video mode: %s non disponibile

source: Video mode: 1080p also not available
it: Video mode: 1080p pure non disponibile

source: Video output
it: Uscita video

source: Video settings
it: Settaggi Video

source: Videoformat
it: Formato Video

source: Videosize
it: Risoluzione:

source: View
it: Visualizza

source: View Rass interactive...
it: Visualizza Rss interattivi...

source: View details
it: Dettagli...

source: View list of available
it: Visualizzare elenco disponibilità

source: View list of available CommonInterface extensions
it: Visualizza elenco di estensioni Common Interface disponibili.

source: View list of available EPG extensions.
it: Elenco estensioni EPG disponibili.

source: View list of available Satellite equipment extensions.
it: Elenco estensioni per dispositivo satellitare disponibili.

source: View list of available communication extensions.
it: Visualizza elenco di estensioni di comunicazione disponibili.

source: View list of available default settings
it: Elenco configurazioni predefinite disponibili.

source: View list of available display and userinterface extensions.
it: Visualizza elenco display ed interfaccia utente disponibili.

source: View list of available multimedia extensions.
it: Visualizza elenco di estensioni multimediali disponibili.

source: View list of available networking extensions
it: Visualizza elenco di estensioni di rete disponibili

source: View list of available recording extensions
it: Visualizza elenco di estensioni di registrazione disponibili

source: View list of available skins
it: Elenco skin disponibili.

source: View list of available software extensions
it: Visualizza elenco di estensioni software disponibili

source: View list of available system extensions
it: Elenco estensioni di sistema disponibili.

source: View mode
it: Modalità visualizzazione

source: View teletext...
it: Guarda il televideo

source: View video CD...
it: Riprodurre CD video...

source: Virtual KeyBoard
it: KeyBoard Virtuale

source: Voltage mode
it: Modalità voltaggio

source: Volume Adjust
it: Aggiunta Volume

source: Volume Config
it: Configurazione Volume

source: Volume down
it: Volume giu

source: Volume up
it: Volume Su

source: W
it: O

source: WLAN connection
it: Connessione WLAN

source: WPA or WPA2
it: WPA o WPA2

source: WSS on 4:3
it: WSS su 4:3

source: Wait please while scanning for devices...
it: Attendere, scansione dispositivi in corso ...

source: Waiting
it: In attesa

source: Waiting for mount
it: Attendere per il Mount

source: Waiting for partition
it: Attendere partizionamento

source: Wake Up
it: Accensione

source: Wake Up To Standby
it: In standby al riavvio

source: Wakeup
it: Accensione

source: Wakeup TV from standby
it: Accende TV da stanby

source: Wakeup signal from TV
it: Riattiva segnale da TV

source: Wakeup your %s %s from standby
it: Riaccende il tuo %s %s da standby

source: Warning
it: Avvertimento

source: Warning: no LNB; using factory defaults.
it: Attenzione: nessun LNB sta utilizzando impostazioni predefinite.

source: Watch movies...
it: Guardare film...

source: Watch recordings...
it: Registrazione...

source: Web Interface
it: Interfaccia web

source: Web browser base visibility
it: Visibilità base Web browser

source: Wed
it: Mer

source: Wednesday
it: Mercoledì

source: Weekday
it: Giorno della settimana

source: Weekly
it: Settimanale

source: Weighted position
it: Posizione ponderata

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
it: Benvenuto nel Cutlist editor. Selezionare la parte iniziale che si desidera tagliare. Premi OK, seleziona 'inizia taglio'. Selezionare la parte finale, premi OK, seleziona 'finisci taglio'. Queso è tutto.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
it: Benvenuto nella guida per l'aggiornamento dell'Immagine. Questo wizard prevede una guida sull'aggiornamento del firmware del tuo %s %s attraverso un backup assistito della configurazione e fornendo informazioni sintetiche sulla procedura.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
it: Benvenuto. Se vuoi connettere il tuo %s %s a Internet, questa configurazione guidata ti fornirà il supporto di base per configurare la rete del tuo %s %s. Premere OK per iniziare la configurazione della rete.

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
it: Benvenuto. Questa configurazione guidata fornirà supporto di base per configurare il tuo %s %s. Premere OK per iniziare.

source: Welcome...
it: Benvenuto...

source: West
it: Ovest

source: West limit set
it: Limite impostato Ovest

source: What Day of month ?
it: Che Giorno del mese?

source: What Day of week ?
it: Che giorno della settimana?

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
it: Azione richiesta al completamento del timer? 'Auto' permette di tornare allo stato che aveva all'avvio del timer. 'Non fare niente', 'Vai alla modalità standby' e 'entrare in modalità standby profondo' esegue esattamente.

source: What do you want to scan?
it: Vuoi effetturare una scansione?

source: When enabled the PiP can be closed by the exit button.
it: Quando abilitato il PiP viene chiuso con il tasto exit.

source: When enabled the online checker will also check for experimental versions
it: Se abilitata, il controllo on-line potrà verificare anche la presenza di versioni sperimentali

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
it: Se abilitata, i dati AIT saranno inclusi nei flussi HTTP. Ciò permette a un ricevitore client di utilizzare HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
it: Se abilitata, i dati EIT saranno inclusi nei flussi HTTP. Ciò permette ad un ricevitore client di vedere EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
it: Se abilitata, verrà mostrato un messaggio di popup quando un evento è finito e il prossimo avrà inizio.

source: When enabled, a popup message will be shown when a recording starts.
it: Se abilitata, verrà visualizzato un messaggio popup all'avvio di una registrazione.

source: When enabled, a recording is allowed to abort picture-in-picture mode, when there are no free tuners.
it: Quando è abilitata, ad una registrazione è permesso di interrompere la modalità picture-in-picture, quando non ci sono sintonizzatori liberi.

source: When enabled, a recording is allowed to abort pseudo recordings, when there are no free tuners.
it: Quando è abilitata, ad una registrazione è permesso di interrompere la modalità di altre probabili registrazioni, quando non ci sono sintonizzatori liberi.

source: When enabled, a recording is allowed to abort streaming, when there are no free tuners.
it: Quando è abilitata, ad una registrazione è permesso di interrompere lo streaming, quando non ci sono sintonizzatori liberi.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
it: Se abilitata, la registrazione permette di interrompere live tv, se non ci sono tuner liberi.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
it: Se abilitata, verrà visualizzato un messaggio di avviso e l'utente potrà interrompere o proseguire il timeshift.

source: When enabled, authentication is required to watch http streams.
it: Quando è abilitata, è necessaria l'autenticazione per guardare gli stream http.

source: When enabled, channel numbering will start at '1' for each bouquet.
it: Se abilitata, la numerazione dei canali inizia da '1 'per ogni bouquet.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
it: Se abilitata, il contenuto con un aspect ratio di 4:3 viene ampliato per adattarsi allo schermo.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
it: Se abilitata, scorrendo i canali della lista, quando viene raggiunto l'ultimo canale del bouquet corrente, continua con il prossimo bouquet .

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
it: Se abilitata, le registrazioni eliminate vengono spostate nel cestino, invece di essere cancellate immediatamente.

source: When enabled, external subtitles will be always turned on for playback movie.
it: Se abilitata, i sottotitoli esterni sono sempre accesi per la riproduzione di film.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
it: Se abilitata, i sottotitoli DVB grafici sono preferiti rispetto ai sottotitoli del televideo, se entrambi i tipi sono disponibili.

source: When enabled, graphical DVB subtitles will be centered horizontally.
it: Se abilitata, i sottotitoli DVB grafici saranno centrati orizzontalmente.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
it: Se abilitata, i sottotitoli DVB grafici verranno visualizzati nella loro posizione originale.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
it: Se abilitata, i sottotitoli DVB grafici verranno visualizzati in giallo, invece del colore originale

source: When enabled, it is possible to leave the movieplayer with exit.
it: Se attivato, è possibile abbandonare il movieplayer uscendo.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
it: Se abilitata, misura il consumo di energia per rilevare quando il rotore smette di girare (se supportato dal sintonizzatore).

source: When enabled, network trash can's are probed for cleaning.
it: Se abilitata, il cestino di rete viene usato per la pulizia.

source: When enabled, network trash cans are probed for cleaning.
it: Se abilitato, i cestini di rete vengono testati per la pulizia.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
it: Se abilitata, premendo '0 ',vai al primo canale del primo bouquet e cancelli la memoria degli ultimi canali visionati.

source: When enabled, show channel numbers in the channel selection screen.
it: Se abilitata, mostra i numeri dei canali nella Lista Canali.

source: When enabled, subtitles for the hearing impaired can be used.
it: Se abilitata, è possibile utilizzare i sottotitoli per i non udenti.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
it: Se abilitata, i sottotitoli per i non udenti saranno preferiti ai sottotitoli normali, quando entrambi i tipi sono disponibili.

source: When enabled, teletext pages will be cached, allowing faster access.
it: Se abilitata, le pagine del televideo verranno memorizzate nella cache, ciò consentirà un accesso più rapido.

source: When enabled, teletext subtitles will be displayed at their original position.
it: Se abilitata, i sottotitoli del televideo vengono visualizzati nella loro posizione originale.

source: When enabled, the VCR scart option will be shown on the main menu
it: Quando abilitato, la presa VCR scart viene mostrata nel menu principale

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
it: Se abilitata, la lunghezza di ogni registrazione verrà mostrata nella movielist (questo potrebbe causare maggior tempo di ricarica).

source: When enabled, the receiver will automatically use the audio track which you selected before.
it: Se abilitata, il ricevitore userà automaticamente la traccia audio che avete selezionato prima.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
it: Se abilitata, il ricevitore userà automaticamente i sottotitoli che avete selezionato prima.

source: When enabled, the receiver will select an AC3 track (when available).
it: Se attivata, il ricevitore seleziona una traccia AC3 (se disponibile).

source: When enabled, the receiver will select an AC3+ track (when available).
it: Quando è abilitato, il ricevitore selezionerà una traccia AC3 + (se disponibile).

source: When enabled, timeshift starts automatically in background after specified time.
it: Quando abilitato, il timeshift inizia automaticamente in sottofondo dopo il tempo specificato.

source: When enabled, use DHCP for the IP configuration.
it: Se abilitata, utilizza DHCP per la configurazione IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
it: Se abilitata, il ricevitore rileverà l'attività sull'ingresso SCART VCR.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
it: Se diverso da zero, la registrazione inizierà in anticipo rispetto all'orario di partenza indicato dalla EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
it: Se diverso da zero, la registrazione si fermerà entro l'ora di fine indicata dalla EPG ..

source: When set each folder will show the previous state used, when off the default values will be shown.
it: Se è impostato su ogni cartella mostrerà lo stato precedente utilizzato, diversamente saranno visualizzati i valori di default.

source: When set the PIG will return to live after a movie has stopped playing.
it: Quando è impostato il PIG tornerà a funzionare dopo aver smesso la visione.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
it: Quando il contenuto ha un 'aspect ratio' di 16:9, scegliere se scalare/allungare l'immagine.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
it: Quando il contenuto ha un 'aspect ratio di 4:3', scegliere se scalare/allungare l'immagine.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure what you're doing.
it: Quando si è sintonizzati a un servizio, il sistema scansiona normalmente il transponder per eventuali modifiche e le salva. Solo impostato su 'si' se sei assolutamente sicuro di quello che stai facendo.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your %s %s will restart automatically! Really do a factory reset?
it: Reimpostando le configurazioni di fabbrica, perderai tutte le configurazioni (inclusi bouquets, liste, dati satelliti ...) Al completamento del reset, il tuo %s %s verrà riavviato automaticamente!! Vuoi effettuare il reset?

source: Where do you want to backup your settings?
it: Dove si desidera eseguire il backup delle impostazioni?

source: Where should the recording be saved?
it: Dove deve essere salvata la registrazione?

source: Where to save temporary timeshift recordings?
it: Cartella salvataggio registrazioni temporanee timeshift

source: Which event do you want to save permanently?
it: Quale evento vuoi salvare in modo permanente?

source: White
it: Bianco

source: Width
it: Larghezza

source: Wireless LAN
it: LAN Wireless

source: Wireless network
it: Rete wireless

source: Wireless network configuration...
it: Configurazione rete wireless.

source: Wireless network connection setup
it: Configurazione connessione rete wireless

source: Wireless network connection setup.
it: Configurazione connessione rete wireless.

source: Wireless network state
it: Stato rete wireless

source: With popup
it: Con popup

source: With this option set to 'yes' the channel lists will always show you the bouquet screen first. If set to 'no' the current bouquet will be opened.
it: Con questa opzione impostata su 'sì', la lista canali mostrerà la schermata del primo bouquet. Se impostata su 'no', verrà aperto il bouquet corrente.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
it: Questa opzione nasconde 'Job Tasks' dalla schermata di estensione (breve pressione del pulsante blu).

source: Without popup
it: Senza popup

source: Write error while recording. Disk full?
it: Errore di scrittura in registrazione! Disco pieno?

source: Write error while recording. Disk full? %s
it: Errore di scrittura durante la registrazione. Disco pieno? %s

source: Write failed!
it: Scrittura fallita!

source: Www long
it: Www lungo

source: XBox 360 support
it: Supporto Xbox 360

source: Year
it: Anno

source: Yellow
it: Giallo

source: Yellow DVB subtitles
it: Sottotitoli DVB gialli

source: Yellow long
it: Giallo lungo

source: Yes
it: Sì

source: Yes to all
it: Sì a tutto

source: Yes, always
it: Sì, sempre

source: Yes, and delete this movie
it: Sì, e rimuovere questa registrazione

source: Yes, backup my settings!
it: Si, fai il backup dei miei settaggi!

source: Yes, but don't save timeshift as movie
it: Sì, ma non salvare timeshift come film

source: Yes, but save timeshift as movie and continue recording
it: Sì, ma salvare il timeshift come film e continuare a registrare

source: Yes, but save timeshift as movie and stop recording
it: Sì, ma salvare il timeshift come film e fermare la registrazione

source: Yes, delete from Timerlist
it: Si, cancella dalla Timerlist

source: Yes, delete from Timerlist and delete recording
it: SI, cancella dalla Timerlist e rimuovi la registrazione

source: Yes, delete this movie and return to movie list
it: Si, cancella questo filmato e ritorna nella lista filmati

source: Yes, do a manual scan now
it: Si, effettua una scansione manuale adesso

source: Yes, do an automatic scan now
it: Sì, fare una ricerca automatica ora

source: Yes, do another manual scan now
it: Si, effettua un'altra scansione manuale adesso

source: Yes, restore the settings now
it: Si, ripristina i settaggi ora

source: Yes, returning to movie list
it: Sì, tornare all'elenco registrazioni

source: Yes, shut down now.
it: Si, spegni adesso.

source: Yesterday
it: Ieri

source: You already have a bootlogo installed, would you like to remove "%s"?
it: Hai già installato il bootlogo, vuoi rimuoverlo "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
it: Hai già installato una lista canali, vuoi rimuoverla "%s"?

source: You can Display MiniTV with or without OSD Menu
it: È possibile visualizzare MiniTv con o senza menù OSD

source: You can Display PIP with or without OSD Menu
it: È possibile visualizzare PiP con o senza menù OSD

source: You can cancel the installation.
it: E' possibile annullare l'installazione.

source: You can cancel the removal.
it: E' possibile annullare la rimozione

source: You can continue watching TV etc. while this is running.
it: È possibile continuare a guardare la TV, ecc, mentre questo è in esecuzione.

source: You can have the list sorted by time or alphanumerical.
it: Si può avere la lista in ordine di data o alfanumerico.

source: You can install this plugin.
it: E' possibile installare questo plugin.

source: You can only burn Dreambox recordings!
it: Puoi scrivere solo registrazioni Dreambox!

source: You can remove this plugin.
it: E' possibile rimuovere questo plugin.

source: You cannot delete this!
it: Impossibile rimuovere!

source: You didn't select a channel to record from.
it: Non è stato selezionato alcun canale da cui registrare.

source: You have already sent this log, are you sure you want to resend this log:
it: Hai già inviato questo log, sei sicuro di volerlo re-inviare:

source: You have chosen to backup your settings. Please press OK to start the backup now.
it: Si è scelto di effettuare un backup configurazione. Premere OK per iniziare ora.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
it: La creazione di un nuovo flasher.nfi avviabile su penna USB richiede la riscrittura delle partizioni. Tutti i dati presenti sulla penna saranno cancellati!

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
it: Si è scelto di ripristinare la configurazione. Enigma verrà riavviato dopo il ripristino. Premere OK per procedere.

source: You have chosen to save the current timeshift
it: Hai scelto di salvare il timeshift corrente

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
it: Si è scelto di salvare l'evento timeshift attuale, ma l'evento non è ancora terminato Che cosa vuoi fare?

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
it: Non hai impostato le credenziali nella schermata di configurazione Premi MENU e immetti le tue informazioni, poi prova di nuovo

source: You have selected no logs to delete.
it: Hai scelto di non eliminare il log.

source: You have selected no logs to send.
it: Hai scelto di non inviare il log.

source: You have to wait %s!
it: Occorre attendere per %s!

source: You seem to be in timeshft, the service wil breifly stop as timeshfit stops.
it: Ti sembra di essere in timeshift, il servizio verrà fermato brevemente come si ferma il timeshfit

source: You seem to be in timeshift!
it: Ti sembra di essere in TimeShift!

source: You seem to be in timeshift, Do you want to leave timeshift ?
it: Ti sembra di essere in Timeshift, Vuoi lasciare timeshift?

source: You system does not support ext4
it: Il tuo sistema non supporta ext4

source: Your %s %s does not have an internet connection
it: Il tuo %s %s non ha una connessione internet
