Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Your %s %s does not support PiP HD
it: Il tuo %s %s non supporta il PiP HD

source: Your %s %s goes to WOL
it: Il tuo %s %s va a WOL

source: Your %s %s is not connected to the internet
it: Il tuo %s %s non è connesso a internet

source: Your %s %s is not connected to the internet, please check your network settings and try again.
it: Il tuo%s %s non è connesso a Internet, controlla le impostazioni di rete e riprova.

source: Your %s %s is now ready to be used. Your internet connection is working now.
it: Il %s %s è ora pronto per l'uso. La connessione a Internet è attiva.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
it: Il tuo %s %s è ora pronto per l'uso. La connessione a Internet è attiva. Premere OK per continuare.

source: Your %s %s is rebooting
it: Riavvio in corso del %s %s

source: Your %s %s is shutting down
it: Spegnimento in corso del %s %s

source: Your %s %s is shutting down. Please wait...
it: Il tuo %s %s viene spento. Prego attendere.

source: Your %s %s isn't connected to the internet properly. Please check it and try again.
it: Il tuo %s %s non è connesso a internet in modo corretto. Si prega di verificare e riprovare

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
it: Il tuo %s %s potrebbe essere inutilizzabile ora. Consultare il manuale per ulteriori informazioni prima di riavviar il %s %s.

source: Your %s %s was not shutdown properly. Do you want to put it in %s?
it: Il tuo %s %s si è spento in modo improprio. Vuoi metterlo in %s?

source: Your %s %s will Reboot...
it: Il tuo %s %s viene Riavviato...

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
it: Il tuo %s %s verrà riavviato dopo l'installazione del servizio Pronto ad installare %s ?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
it: Il tuo %s %s verrà riavviato dopo la installazione del servizio. Vuoi installarlo adesso ?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
it: Il tuo %s %s verrà riavviato dopo la rimozione del servizio Vuoi rimuoverlo?

source: Your STB will restart after pressing OK on your remote control.
it: Il tuo %s %s verrà riavviato premendo OK sul tuo telecomando.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
it: Backup eseguito correttamente! Ora proseguirà il processo di aggiornamento.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
it: La raccolta supera la capacità di un disco singolo strato. E'necessario utilizzare un DVD vergine doppio strato!

source: Your config file is not well-formed: %s
it: Il tuo file di config non è ben compilato: %s

source: Your current collection will get lost!
it: La raccolta corrente sarà perduta!

source: Your front panel will be upgraded This may take a few minutes
it: Il tuo front panel sarà aggiornato Potrebbe richiedere alcuni minuti

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
it: Il firmware del frontprocessor va aggiornato. OK -> iniziare l'aggiornamento.

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
it: Il tuo frontprocessor viene aggiornato attendi che il tuo %s %s riavvii Ci vorranno pochi minuti

source: Your image is out of date! After such a long time, there is a risk that your %s %s will not boot after online-update, or will show disfunction in running Image. A new flash will increase the stability An online update is done at your own risk !! Do you still want to update?
it: La tua immagine è troppo vecchia! Dopo tanto tempo, c'è il rischio che il tuo %s %s non si avii dopo l'aggiornamento online, o presenti dei malfunzionamenti. Un nuovo flash aumenterebbe la stabilità. Un aggiornamento online è fatto a proprio rischio !! Vuoi ancora aggiornare?

source: Your internet connection is not working! Please choose what you want to do next.
it: La connessione a Internet non funziona! Selezionare un'opzione per proseguire.

source: Your internet connection is working (ip: %s)
it: La tua connessione internet è attiva (ip: %s)

source: Your network configuration has been activated.
it: Configurazione di rete attivata correttamente.

source: Your receiver does not have an internet connection
it: Il tuo decoder non ha una connessione internet

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
it: La connessione a Internet su rete locale wireless non può essere avviata! Hai insrito la penna WLAN USB? Selezionare un'opzione per proseguire.

source: Zap + Exit
it: Zap + Uscita

source: Zap back to previously tuned service?
it: Tornare al canale sintonizzato in precedenza?

source: Zap back to service before positioner setup?
it: Ritornare al canale attivo prima della configurazione motore?

source: Zap back to service before tuner setup?
it: Ritornare al canale attivo prima della configurazione tuner?

source: Zap down
it: Zap giu

source: Zap focus to Picture in Picture
it: Vai al PIP

source: Zap focus to main screen
it: Ritorna alla schermata principale

source: Zap mode
it: Modalità Zap

source: Zap to
it: Zap verso...

source: Zap to channel (setup in menu)
it: Torna al canale (config nel menu)

source: Zap to channel and close (setup in menu)
it: Torna al canale e chiudi (config in menu)

source: Zap to selected channel
it: Zap sul canale selezionato

source: Zap to selected channel, or show detailed event info (depends on configuration)
it: Zap sul canale selezionato, o mostra le info dell'evento (dipende dalla tua configurazione)

source: Zap up
it: Zap su

source: Zoom Off...
it: Zoom Spento...

source: [TimeShift] Restarting Timeshift!
it: [TimeShift] Riavvio di Timeshift!

source: [Timeshift] Merging records failed!
it: [Timeshift] Unione registrazioni fallita!

source: [alternative edit]
it: [modifica alternative]

source: [bouquet edit]
it: [modifica bouquet]

source: [favourite edit]
it: [modifica preferiti]

source: [move mode]
it: [modalità spostamento]

source: a gui to assign services/providers to common interface modules
it: assegnazione canali/provider a moduli common interface tramite GUI

source: a gui to assign services/providers/caids to common interface modules
it: assegnazione canali/provider/CAIDs a moduli common interface tramite GUI

source: abort alternatives edit
it: Annullare modifica alternative

source: abort bouquet edit
it: Annullare modifica bouquet

source: abort favourites edit
it: Annullare modifica preferiti

source: about to start
it: Avvio in corso

source: activate network adapter configuration
it: Attivare la configurazione di rete

source: add Current
it: aggiungere Questo

source: add Service
it: aggiungere Servizio

source: add alternatives
it: Aggiungere alternative

source: add bookmark
it: Aggiungere contrassegno

source: add bouquet
it: Aggiungere bouquet

source: add bouquet to parental protection
it: aggiungere protezione dei genitori al bouquet

source: add marker
it: Aggiungere contrassegno

source: add service to bouquet
it: Aggiungere canale al bouquet

source: add service to favourites
it: Aggiungere canale a preferiti

source: add to parental protection
it: Aggiungere al controllo parentale

source: address:
it: indirizzo:

source: adult movie/drama
it: Film adulti/dramma

source: advanced
it: avanzato

source: adventure/western/war
it: avventura/western/guerra

source: advertisement/shopping
it: pubblicità/shopping

source: alpha then oldest
it: alpha quindi vecchia

source: alphabetic
it: alfabetico

source: alphabetic reverse
it: alfabetico inverso

source: alpharev then newest
it: alpharev quindi nuova

source: alternative
it: Aggiungere alternative

source: and never ask again this session again
it: e non chiedere di nuovo questa sessione

source: any recordings
it: le registrazioni

source: arts/culture (without music, general)
it: arti/cultura (non musica, generale)

source: arts/culture magazine
it: arti/cultura rivista

source: as plugin in extended bar
it: come pugin nella barra estesa

source: ask user
it: Chiedi utente

source: at beginning
it: all'inizio

source: at end
it: alla fine

source: athletics
it: atletica

source: audio track (%s) format
it: Formato traccia audo (%s)

source: audio track (%s) language
it: Linguaggio traccia audio (%s)

source: audio tracks
it: Tracce audio

source: auto deepstandby
it: auto spegnimento (deep standby)

source: automatic
it: automatico

source: back
it: Indietro

source: background image
it: Immagine di sfondo

source: ballet
it: balletto

source: black & white
it: bianco & nero

source: blacklist
it: lista nera

source: broadcasting/press
it: broadcasting/stampa

source: burn audio track (%s)
it: Scrivi traccia audio (%s)

source: by date
it: per data

source: card
it: carta

source: card reader
it: lettore carta

source: cartoon/puppets
it: cartoni/pupazzi

source: center
it: centro

source: centered
it: centrato

source: centered, wrapped
it: centrato, avvolto

source: change
it: cambia

source: change Volume down
it: cambia Volume giu

source: change Volume up
it: cambia Volume su

source: chapters
it: capitoli

source: childrens's/youth program (general)
it: programmi per bambini e giovani

source: circular left
it: circolare a sinistra

source: circular right
it: circolare a destra

source: clip overscan / letterbox borders
it: ritagliare i bordi overscan/letterbox

source: close share view
it: visualizzazione condivisa chiusa

source: comedy
it: commedia

source: confirmed
it: confermato

source: connected
it: Connesso

source: continue
it: continuare

source: cooking
it: cucina

source: copy
it: copia

source: copy to bouquets
it: Copiare nei bouquet

source: create directory
it: Creare cartella

source: currently installed image: %s
it: Immagine installata: %s

source: daily
it: giornaliero

source: day
it: Giorno

source: decrease uphop by 1
it: decrementa uphop di 1

source: delete
it: cancella

source: delete cut
it: cancellare taglio

source: descramble and record ecm
it: decodifica e registra ecm

source: disable
it: disabilitare

source: disable move mode
it: Disabilitare modalità spostamento

source: disabled
it: disabilitato

source: disconnected
it: Disconnesso

source: discussion/interview/debate
it: discussioni/interviste/dibattiti

source: display
it: mostra

source: do nothing
it: non fare nulla

source: documentary
it: documentari

source: don't descramble, record ecm
it: non decodifico, registro ecm

source: done!
it: Fatto!

source: drivers
it: Servers

source: east
it: est

source: ecm time:
it: tempo ecm:

source: ecm.info
it: info ecm:

source: economics/social advisory
it: economia/consulenza sociale

source: edit alternatives
it: modificare alternative

source: education/science/factual topics (general)
it: educazione / scienza / argomenti fattuali (generale)

source: empty
it: vuoto

source: enable
it: abilitare

source: enable bouquet edit
it: Abilitare edit bouquet

source: enable favourite edit
it: abilitare edit preferiti

source: enable move mode
it: Abilitare modalità spostamento

source: enabled
it: abilitato

source: end alternatives edit
it: Fine modifica alternative

source: end bouquet edit
it: Fine modifica bouquet

source: end cut here
it: qui fine taglio

source: end favourites edit
it: Fine modifica preferiti

source: enter number to jump to channel.
it: inserisci il numero di canale da vedere

source: entertainment (10-16 year old)
it: intrattenimento (10-16 anni)

source: entertainment (6-14 year old)
it: intrattenimento (6-14 anni)

source: equal to
it: uguale a

source: equestrian
it: ippica

source: exit DVD player or return to file browser
it: uscire dal Player DVD e tornare all'elenco file

source: exit mounts setup menu
it: esci dalla config dei mesi

source: exit network adapter configuration
it: Uscire da configurazione interfaccia di rete

source: exit networkadapter setup menu
it: Uscire da menu configurazione interfaccia di rete

source: experimental film/video
it: video e film sperimentali

source: extensions
it: estensioni

source: extensions.
it: estensioni.

source: externally loopthrough to
it: esterno loopthrough a

source: extra wide
it: molto largo

source: failed
it: fallito

source: false
it: falso

source: fashion
it: moda

source: fast
it: veloce

source: file oscam.conf could not be found
it: file oscam.conf non trovato!

source: filename
it: nome file

source: find currently played service
it: trovare il servizio in fase di riproduzione

source: fine arts
it: belle arti

source: fitness & health
it: fitness & salute

source: flat alphabetic
it: alfabetico uniforme

source: flat alphabetic reverse
it: alfabetico uniforme inverso

source: folk/traditional music
it: folk/musica tradizionale

source: football/soccer
it: calcio/football

source: foreign countries/expeditions
it: paesi stranieri/spedizioni

source: forward to the next chapter
it: passare al capitolo successivo

source: free
it: libero

source: free diskspace
it: di spazio libero su disco

source: from
it: da

source: full
it: pieno

source: further education
it: perfezionamento

source: game show/quiz/contest
it: giochi/quiz/contest

source: gardening
it: giardinaggio

source: get the cards' server
it: leggi le card del server

source: go to deep standby
it: vai a spegnimento (deep standby)

source: go to standby
it: vai in standby

source: goto deep-standby
it: vai al deep standby

source: goto standby
it: vai allo standby

source: grab this frame as bitmap
it: grab del frame come bitmap

source: handicraft
it: artigianato

source: handled
it: maneggiato

source: height
it: altezza

source: horizontal
it: orizzontale

source: increase uphop by 1
it: incrementa uphop di 1

source: information/education/school program
it: informazione/educazione/programmi scolastici

source: init module
it: Init modulo

source: init modules
it: Inizializzazone moduli

source: insert mark here
it: Inserire contrassegno qui

source: internally loopthrough to
it: interno loopthrough a

source: invalid type
it: carattere non valido

source: is strongly advised.
it: è fortemente consigliato.

source: jump back to the previous title
it: tornare al titolo precedente

source: jump forward to the next title
it: passare al titolo successivo

source: just abort, no message
it: Solo arresto, nessun messaggio

source: just abort, show message
it: Solo arresto, visualizza il messaggio

source: just boot
it: riavvio in corso

source: kernel modules
it: moduli kernel

source: languages
it: lingue

source: leave movie player...
it: uscire dalla riproduzione registrazioni...

source: left
it: sinistra

source: left, wrapped
it: sinistra, avvolto

source: leisure hobbies (general)
it: tempo libero hobby (generale)

source: length
it: durata

source: limit ..., aborting !
it: limite ..., terminare!

source: literature
it: letteratura

source: live broadcast
it: trasmissione in diretta

source: locked
it: bloccato

source: long
it: lungo

source: loopthrough to
it: In cascata da

source: magazines/reports/documentary
it: riviste / reports / documentari

source: making a backup before updating
it: fare un backup prima di aggiornare

source: manual
it: manuale

source: martial sports
it: arti marziali

source: medicine/physiology/psychology
it: medicina/fisiologia/psicologia

source: mins
it: Minuti

source: minute
it: minuto

source: minutes
it: minuti

source: month
it: mese

source: motor sport
it: sport motoristici

source: motoring
it: automobilismo

source: move
it: sposta

source: move down to last entry
it: andare all'ultima voce

source: move down to next entry
it: andare alla voce successiva

source: move up to first entry
it: andare alla prima voce

source: move up to previous entry
it: tornare alla voce precedente

source: movie/drama (general)
it: film/dramma (generale)

source: multinorm
it: multistandard

source: music/ballet/dance (general)
it: musica/balletto/danza (generale)

source: nature/animals/environment
it: natura / animali / ambiente

source: never
it: mai

source: never abort
it: Nessun arresto

source: new media
it: nuovi media

source: news/current affairs (general)
it: news/affari correnti (generale)

source: news/weather report
it: news/metereologia

source: no CAId selected
it: nessun CAId selezionato!

source: no CI slots found
it: nessuno slot CI trovato!

source: no module found
it: nessun modulo trovato!

source: no or unknown card inserted
it: carta non inserita o sconosciuta

source: no storage devices found
it: dispositivo di archiviazione non trovato

source: none
it: nessuno

source: normal
it: normale

source: not configured
it: non configurato

source: not locked
it: sbloccato

source: not supported
it: non supportato

source: not used
it: non in uso

source: nothing connected
it: Non collegato

source: of a DUAL layer medium used.
it: def DVD doppio strato utilizzato.

source: of a SINGLE layer medium used.
it: del DVD Singolo strato utilizzato.

source: off or wpa2 on
it: disabilitato o wpa2 abilitato

source: offset is
it: offset è

source: on READ ONLY medium.
it: su supporto A SOLA LETTURA.

source: once
it: Una sola volta

source: only HD
it: solo HD

source: open nameserver configuration
it: apri configurazione nameserver

source: original
it: originale

source: original language
it: lingua originale

source: packages selected.
it: Pacchetti selezionati.

source: page left
it: pagina sinistra

source: performing arts
it: arti dello spettacolo

source: picons
it: Icone

source: play as picture in picture
it: Visualizzare in PIP

source: play in mainwindow
it: visione in schermo principale

source: please press OK when ready
it: Premere OK quando pronti

source: please wait, loading picture...
it: media in caricamento, attendere...

source: please wait...
it: prego attendere ...

source: popular culture/traditional arts
it: cultura popolare / arti tradizionali

source: pre-school children's program
it: programma di pre-scuola per bambini

source: press the menu button to set a general AC3/Dolby offset
it: premi il tasto menu per settare AC3/Dolby offset

source: real or pseudo recordings
it: registrazione visibile o streaming

source: real recordings
it: Registrazioni visibili

source: real recordings or streaming
it: Registrazioni visibili o in streaming

source: reboot system
it: riavvio sistema

source: record
it: Registrare

source: recording...
it: registrazione...

source: religion
it: religione

source: remarkable people
it: gente importante

source: remove after this position
it: Rimuovere dopo questa posizione

source: remove all alternatives
it: Rimuovere tutte le alternative

source: remove all new found flags
it: Rimuovere tutti i nuovi contrassegni trovati

source: remove before this position
it: Rimuovere prima di questa posizione

source: remove bookmark
it: Rimuovere contrassegno

source: remove bouquet from parental protection
it: rimuovere protezione dei genitori dal bouquet

source: remove cable services
it: rimuovi i servizi cavo

source: remove directory
it: Rimuovere cartella

source: remove entry
it: Rimuovere voce

source: remove from parental protection
it: Rimuovere dal controllo parentale

source: remove new found flag
it: Rimuovere nuovo contrassegno trovato

source: remove selected satellite
it: Rimuovere il satellite selezionato

source: remove terrestrial services
it: rimuovi i servizi terrestri

source: remove this mark
it: Rimuovere contrassegno

source: rename
it: rinomina

source: rename entry
it: Rinominare una voce

source: repeat playlist
it: ripetere playlist

source: repeated
it: ricorrente

source: restart GUI
it: riavviare la GUI

source: reverse by date
it: invertire per data

source: rewind to the previous chapter
it: tornare al capitolo precedente

source: right
it: destra

source: right, wrapped
it: centrato, avvolto

source: romance
it: romanticismo

source: running...
it: in corso...

source: save
it: salva

source: save last directory on exit
it: in uscita, salvare l'ultima cartella

source: save playlist on exit
it: in uscita, salvare la playlist

source: scan state
it: stato ricerca

source: science fiction/fantasy/horror
it: fantascienza / fantasy / horror

source: search EPG...
it: ricerca EPG...

source: second cable of motorized LNB
it: Cavo secondario di LNB motorizzato

source: seconds
it: secondi

source: select
it: selezionare

source: select CAId's
it: selezionare CAId's

source: select channels to add a offset to the Volume
it: selezionare i canali per aggiungere un offset al Volume

source: select menu entry
it: selezionare voce menu

source: serious music/classic music
it: musica / musica classica

source: serious/classical/religious/historical movie/drama
it: seria / classica / religiosa / film / dramma storico

source: service PIN
it: PIN canale

source: set as startup service
it: Configura come canale all'avvio

source: share:
it: condividi:

source: show DVD main menu
it: mostrare il Menu principale DVD

source: show EPG...
it: mostra EPG ...

source: show all cards
it: mostra tutte le card

source: show all tags
it: mostra tutti i tag ...

source: show alternatives
it: Mostrare alternative

source: show cards with uphop 0
it: mostra carte con uphop 0

source: show cards with uphop 1
it: mostra carte con uphop 1

source: show cards with uphop 2
it: mostra carte con uphop 2

source: show cards with uphop 3
it: mostra carte con uphop 3

source: show cards with uphop 4
it: mostra carte con uphop 4

source: show cards with uphop 5
it: mostra carte con uphop 5

source: show cards with uphop 6
it: mostra carte con uphop 6

source: show cards with uphop 7
it: mostra carte con uphop 7

source: show cards with uphop 8
it: mostra carte con uphop 8

source: show cards with uphop 9
it: mostra carte con uphop 9

source: show event details
it: mostrare dettagli evento

source: show mediaplayer on mainmenu
it: mostra mediaplayer nel menu principale

source: show picons in service list
it: Mostra picons nella lista canali

source: show program information...
it: mostra informazioni programma ...

source: show transponder info
it: Informazioni transponder

source: show/game show (general)
it: show/game show (generale)

source: shuffle
it: casuale

source: shut down
it: spegnimento

source: simple
it: semplice

source: skip backward
it: Salta indietro

source: skip backward (enter time)
it: Salta indietro (inserire intervallo)

source: skip forward
it: Salta avanti

source: skip forward (enter time)
it: Salta avanti (inserire intervallo)

source: slow
it: lento

source: soap/melodram/folkloric
it: soap/melodramma/folkloristico

source: social/political issues/economics (general)
it: Sociale / politica / economia politica (generale)

source: social/spiritual science
it: scienza sociale / spirituale

source: sorting of playlists
it: riordino delle playlist

source: special events
it: eventi speciali

source: sports (general)
it: sport (generale)

source: sports magazine
it: riviste sportive

source: standard
it: predefinito

source: start cut here
it: Inizio taglio qui

source: start directory
it: cartella di avvio

source: stepsize
it: dimensione del passo

source: stop using as startup service
it: Smetti di usarlo come canale di avvio

source: switch to bookmarks
it: passare ai contrassegni

source: switch to filelist
it: passare all'elenco file

source: switch to the next angle
it: passare all'angolazione successiva

source: switch to the next audio track
it: passare alla traccia audio successiva

source: switch to the next subtitle language
it: passare alla lingua sottotitoli successiva

source: system:
it: sistema:
