Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Do you want to quit the overscan wizard?
it: Si vuole uscire dalla regolazione guidata dell'overscan?

source: It seems you did not see all the eight arrow heads. This means your TV is has overscan enabled, and is not configured properly. Please refer to your TVs manual to find how you can disable overscan on your TV. Look for terms like 'Just fit', 'Full width', etc. If you can't find it, ask other users at http://openesi.eu.
it: Apparentemente non sono visibili tutte le punte delle 8 frecce. Quindi il televisore ha l'overscan abilitato e non è regolato correttamente. Consultare il manuale del televisore per conoscere come disabilitare l'overscan. Cercare termini come 'adattamento', 'larghezza intera', ecc. Nel caso è possibile chiedere aiuto sul sito http://openesi.eu.

source: Overscan wizard
it: Regolazione overscan

source: Did you see all eight arrow heads?
it: E' possibile vedere tutte le 8 punte delle frecce?

source: The overscan wizard has been completed. Note: you can always start the Overscan wizard later, via menu->Configuration->Video-Audio-Osd-Display->Display and OSD
it: La regolazione guidata dell'overscan è stata completata. Nota: è possibile in ogni momento riavviare la procedura attraverso tramite menu->Configurazione->Video-Audio-Osd-Display->Display and OSD

source: The overscan wizard helps you to setup your TV in the correct way. For the majority of TV's, the factory default is to have overscan enabled. This means you are always watching a "zoomed in" picture instead of real HD, and parts of the user inferface (skin) may be invisible. The yellow area means a 5% border area of a full HD picture will be invisible. The green area means a 10% border area of a full HD picture will be invisible. In other words, if the yellow box meets all for sides of your screen, then you have at least 5% overscan on all sides. If you see the tips of all eight arrowheads, then your TV has overscan disabled. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm
it: La procedura guidata dell'overscan consente di regolare correttamente il televisore. Nella maggioranza dei televisori l'overscan è attivo per impostazione predefinita. Pertanto l'immagine visualizzata viene allargata invece di essere una reale HD, e parte della interfaccia utente (skin) potrebbe non risultare visibile. La zona gialla corrisponde al 5% dell'immagine full HD che non è visibile ai lati. La zona verde corrisponde al 10% dell'immagine full HD che non è visibile ai lati. In altre parole, se sullo schermo del televisore si vede solo la zona gialla, ciò indica che c'è un overscan di almeno il 5% su tutti i lati. Se invece tutte le punte delle 8 frecce risultano visibili, ciò indica che sul televisore l'overscan è disabilitato. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm

source: Wizard to arrange the overscan
it: Procedura guidata per la regolazione della posizione dell'interfaccia utente sullo schermo (overscan).

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. You can now try to resize and change the position of the user interface until you see the eight arrow heads. When done press OK.
it: Non sono visibili tutte le punte delle 8 frecce. Quindi il televisore ha l'overscan abilitato e mostra un'immagine ingrandita, causando la perdita di una parte della schermata full HD. In questo caso anche una parte dell'interfaccia utente potrebbe risultare non visibile, per es. le barre del volume o altro. E' possibile provare adesso a ridimensionare e modificare la posizione dell'interfaccia utente in modo da visualizzare tutte le 8 punte delle frecce. Quando completato, premere OK.

source: Advanced options and settings.
it: Opzioni e configurazione avanzate.

source: After pressing OK, please wait!
it: Dopo aver premuto OK, attendere!

source: Edit the upgrade source address.
it: Modificare indirizzo sorgenti aggiornamento.

source: Manage extensions or plugins for your %s %s
it: Gestione estensioni e plugin per il tuo%s %s

source: Online update of your %s %s software.
it: Aggiornamento online software %s %s .

source: Press OK on your remote control to continue.
it: Premere OK per continuare.

source: Recording in progress.
it: Registrazione in corso.

source: Restore your %s %s with a new firmware.
it: Ripristina il tuo %s %s con un nuovo firmware.

source: Restore your backups by date.
it: Ripristinare i backup per data.

source: Scan for local extensions and install them.
it: Ricercare estensioni locali e installarle.

source: Select your backup device. Current device:
it: Selezionare il supporto per il backup. Supporto corrente:

source: View, install and remove available or installed packages.
it: Elencare, installare e rimuovere i pacchetti disponibili o installati.

source: (Channel %s)
it: (Canali %s)

source: (Partition %d)
it: (Partizione %d)

source: (disabled)
it: (disabilitato)

source: (higher than any auto)
it: (superiore a qualsiasi auto)

source: (higher than rotor any auto)
it: (superiore a rotore qualsiasi auto)

source: (lower than any auto)
it: (inferiore a qualsiasi auto)

source: Except %s
it: Tranne %s

source: and
it: e

source: %d Min
it: %d Minuto

source: %d Mins
it: %d Minuti

source: %d channel found
it: %d canale trovato

source: %d hour
it: %d ora

source: %d minute
it: %d minuto

source: %d minutes
it: %d minuti

source: %d pixel wide
it: %d pixel largo

source: %d second
it: %d secondo

source: %d wireless network found!
it: %d trovata rete wireless!

source: %s %s advanced remote control (native)
it: %s %s Controllo remoto avanzatol (nativo)

source: %s %s front panel
it: %s %s pannello frontale

source: %s %s ir keyboard
it: %s %s tastiera infrarosso

source: %s %s ir mouse
it: %s %s mouse infrarosso

source: %s %s remote control (native)
it: %s %s controllo remoto (nativo)

source: %s %s software because updates are available.
it: %s %s software perchè vi sono aggiornamenti.

source: %s is no longer used. Should it be deleted?
it: %s non più utilizzato. Vuoi cancellarlo?

source: %s updated package available
it: %s disponibile pacchetto aggiornato

source: '%s' contains %d file(s) and %d sub-directories.
it: '%s' contiene %d file(s) e %d sotto-cartelle.

source: 'Buffer in hours' or 'number of last events'. For deleting older timeshift files, the condition which occurred first has priority.
it: 'Buffer in ore' o 'numero di ultimi eventi'. Per cancellare i vecchi file timeshift, a condizione che si verifichi la priorità

source: ( All readers)
it: (Tutti i lettori)

source: (Show only reader:
it: (Mostra solo il lettore:

source: (empty)
it: (vuoto)

source: (show optional DVD audio menu)
it: (Mostrare il menu opzionale DVD audio)

source: * = Restart Required
it: * = Riavvio Richiesto

source: * Only available if more than one interface is active.
it: * Disponibile solo se più di un'interfaccia è attiva.

source: * current animation
it: * animazione corrente

source: 12V output
it: uscita 12V

source: 12V output.
it: uscita 12V.

source: 16:9 always
it: 16:9 sempre

source: 1st Infobar timeout
it: Timeout della 1^Infobar

source: 3D Mode
it: Modo 3D

source: 3D Surround Speaker Position
it: Posizione 3D Surround Speaker

source: <Current movielist location>
it: <Percorso corrente>

source: <Default movie location>
it: <Percorso predefinito film>

source: <Last timer location>
it: <Ultimo percorso timer>

source: <unknown>
it: <sconosciuto>

source: A background update check is in progress, please wait a few minutes and try again.
it: E' in corso il controllo in background di un aggiornamento, attendere qualche minuto e riprovare.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
it: Un file di configurazione (%s) è stato modificato da quando è stato installato. Vuoi mantenere le modifiche?.

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
it: Un file di configurazione (%s) è stato modificato. Mantenere la propria versione?

source: A finished powertimer wants to reboot your %s %s. Do that now?
it: Un Powertime scaduto vuole riavviare il tuo %s %s. Farlo ora?

source: A finished powertimer wants to restart the user interface. Do that now?
it: Un Powertime scaduto vuole riavviare la GUI. Farlo ora?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
it: Un Powertime scaduto vuole mettere il tuo %s %s in standby. Farlo ora?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
it: Un Powertime scaduto vuole spegnere il tuo %s %s. Farlo ora?

source: A finished record timer wants to set your %s %s to standby. Do that now?
it: Il termine di una registrazione programmata prevede porre in standby il %s %s. Farlo ora?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
it: Il termine di una registrazione programmata prevede di spegnere il %s %s. Farlo ora?

source: A recording has been started: %s
it: La registrazione è stata avviata: %s

source: A recording is currently running. What do you want to do?
it: Registrazione in corso. Cosa si desidera fare?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
it: Registrazioni in corso! Prima di poter configurare il motore, è necessario arrestarle!

source: A recording is currently running. Please stop the recording before trying to scan.
it: La registrazione è in esecuzione. Interrompere la registrazione prima di tentare la scansione.

source: A repeating timer or just once?
it: Ripetizione di un timer o solo una volta?

source: A required tool (%s) was not found.
it: Uno strumento richiesto (%s) non è stato trovato!

source: A search for available updates is currently in progress.
it: Ricerca aggiornamenti disponibili in corso.

source: A second configured interface has been found. Do you want to disable the second network interface?
it: Rilevata una seconda interfaccia di rete configurata. Disabilitare la seconda interfaccia di rete?

source: A sleep timer wants to set your %s %s to standby. Do that now?
it: Un timer di spegnimento prevede di porre in standby il %s %s. Farlo ora?

source: A sleep timer wants to shut down your %s %s. Shutdown now?
it: Un timer di spegnimento prevede l'arresto del %s %s. Farlo ora?

source: A small overview of the available icon states and actions.
it: Ecco una rapida panoramica delle icone di stato e delle azioni disponibili.

source: A timer failed to record! Abort pseudo recordings (e.g. EPG refresh) and try again?
it: Avvio registrazione programmata fallito ! Interrompere pseudoevento (es. aggiornamento EPG ) e provare di nuovo?

source: A timer failed to record! Abort streaming and try again?
it: Avvio registrazione programmata fallito ! Disabilitare lo streaming TV corrente e riprovare?

source: A timer failed to record! Disable PIP and try again?
it: Avvio registrazione programmata fallito! Disabilitare il PIP e riprovare?

source: A timer failed to record! Disable TV and try again?
it: Avvio registrazione programmata fallito! Disabilitare la TV e riprovare?

source: AAC transcoding
it: Transcodifica AAC

source: AV aspect is %s.
it: Aspetto AV è %s.

source: Abort
it: Annullare

source: Aborted a pseudo recording.
it: interrompere una probabile registrazione

source: Aborted a streaming service.
it: Interrompere un servizio di streaming

source: Aborting updateprogress
it: Interruzzione aggiornamento

source: About
it: Info

source: About...
it: Informazioni...

source: Action on long powerbutton press
it: Azione su pressione lunga del pulsante Power

source: Action on short powerbutton press
it: Azione su pressione breve del pulsante Power

source: Activate
it: Attivare

source: Activate HbbTV (Redbutton)
it: Attivare HbbTV (TastoRosso)

source: Activate MAC-address configuration
it: Attivare la configurazione indirizzo MAC

source: Activate Picture in Picture
it: Attivare PiP

source: Activate current configuration
it: Attivare configurazione corrente

source: Activate network settings
it: Attivare le impostazioni di rete

source: Activate the configured network settings.
it: I settaggi di rete configurati sono attivati.

source: Activate timeshift End
it: Attivare la fine del timeshift

source: Activate timeshift end and pause
it: Attivare la fine del timeshift e la pausa

source: Active
it: Attivo

source: Active clients
it: Clienti attivi

source: Adapter settings
it: Conf. interfaccia

source: Add
it: Aggiungere

source: Add AutoTimer
it: Aggiungi Auto Timer

source: Add Timer
it: Aggiungi Timer

source: Add a auto timer for current event
it: Aggiugi auto timer per evento corrente

source: Add a mark
it: Agg.contrassegno

source: Add a nameserver entry
it: Aggiungere nameserver

source: Add a new title
it: Aggiungere nuovo titolo

source: Add a record timer
it: Aggiungi timer

source: Add a record timer for current event
it: Aggiungi timer di registrazione per evento corrente

source: Add a zap timer for current event
it: Aggiungi un timer di zapping per l'evento corrente

source: Add a zap timer for next event
it: Aggiunge un timer-zap per prossimo evento

source: Add bookmark
it: Aggiungi contrassegno

source: Add directory to playlist
it: Aggiungere cartella alla playlist

source: Add file to playlist
it: Aggiungere file alla playlist

source: Add files to playlist
it: Aggiungere file alla playlist

source: Add provider
it: Aggiungi provider

source: Add recording (enter recording duration)
it: Aggiungi registrazione (inserisci durata)

source: Add recording (enter recording endtime)
it: Aggiungi registrazione (inserisci orario finale)

source: Add recording (indefinitely)
it: Aggiungi registrazione (tempo indeterminato)

source: Add recording (stop after current event)
it: Aggiungi registrazione (ferma dopo questo evento)

source: Add service
it: Aggiungi canale

source: Add timer
it: Agg. timer

source: Add title
it: Aggiungere titolo

source: Add to bouquet
it: Aggiungere al bouquet

source: Add to favourites
it: Aggiungere a preferiti

source: Add/Remove timer for current event
it: Aggiungi/elimina Timer per evento corrente

source: Add/remove change timer for current event
it: Aggiungi/rimuovi cambia il tempo dell'evento corrente

source: Adding schedule...
it: Aggiungi a lista ...

source: Additional Info
it: Info aggiuntive

source: Address
it: Indirizzo

source: Adjust 3D settings
it: Gestore Regola 3D

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
it: Regolare il colore in modo che tutte le sfumature risultino visibili, ma appaiano le più sature possibile. Se il risultato appare soddisfacente, premere OK per uscire dalla configurazione avanzata video, o usare i tasti numerici per accedere alle altre schermate.

source: Advanced
it: Avanzato

source: Advanced Options
it: Opzioni avanzate

source: Advanced options
it: Opzioni avanzate

source: Advanced restore
it: Ripristino avanzato

source: Advanced software
it: Software avanzato

source: Advanced software plugin
it: Plugin Software avanzato

source: Advanced video enhancement setup
it: Configurazione avanzata miglioramento immagine

source: After PowerLost
it: Dopo mancata alimentazione

source: After event
it: Dopo l'evento

source: After pressing OK, please wait!
it: Dopo aver premuto OK, attendere!

source: All
it: Tutti

source: All ages
it: Di ogni data

source: All resolutions
it: Tutte le risoluzioni

source: All satellites 1 (USALS)
it: Tutti i satelliti 1 (USALS)

source: All satellites 2 (USALS)
it: Tutti i satelliti 2 (USALS)

source: All satellites 3 (USALS)
it: Tutti i satelliti 3 (USALS)

source: All satellites 4 (USALS)
it: Tutti i satelliti 4 (USALS)

source: Allocate
it: Assegnare

source: Allocate unused memory index
it: Assegnare indice di memoria non usata

source: Allow quit movieplayer with exit
it: Permettere chiusura Movieplayer all'uscita.

source: Allow subtitle language to equal audio language
it: Lasciare lingua sottotitoli come lingua audio

source: Allow subtitles for hearing impaired
it: Lasciare sottotitoli per non udenti

source: Allow unstable (untested) updates
it: Tutti gli update instabili (non testati)

source: Allows the %s %s to read the stored EPG data regularly.
it: Consenire che %s %s legga regolarmente i dati contenuti in EPG

source: Allows the %s %s to store the EPG data regularly.
it: Consentire a %s %s to archiviare i dati EPG regularlmente.

source: Allows you to adjust the amount of time the resolution infomation display on screen.
it: Permette di regolare la durata della visualizzazine a schermo delle info di risoluzione.

source: Allows you to enable the debug log. They contain very detailed information of everything the system does.
it: Consente di attivare-disattivare il registro di debug. Si conservano info molto dettagliate su tutto ciò che il sistema fa.

source: Allows you to enable/disable displaying icons on the frontpanel.
it: Consente di abilitare/disabilitare visualizzazione icone sul pannello frontale.

source: Allows you to hide the extensions of known file types.
it: Consente di nascondere le estensioni dei tipi di file conosciuti.

source: Allows you to set the maximum size of the Debug log size (MB). When that size is reached, a new file will be created.
it: Consente di impostare la dimensione massima del registro di debug (MB). Raggiunta tale dimensione, viene creato un nuovo file.

source: Allows you to setup the button to do what you choose.
it: Consente di impostare il tasto a propria scelta.

source: Allows you to show/hide CCcam in extensions (blue button).
it: Consente di mostrare/nascondere CCcam nel pannello (tasto blu).

source: Allows you to show/hide Log Manager in extensions (blue button).
it: Consente di mostrare/nascondere Log Manager in pannello (tasto blu).

source: Allows you to show/hide OScam in extensions (blue button).
it: Consente di mostrare/nascondere oscam nel pannello (tasto blu).

source: Alpha
it: Trasparenza

source: Alphanumeric
it: Alfanumerico

source: Alternative
it: Aggiungere alternative

source: Alternative numbering mode
it: Modalità di numerazione alternativa

source: Alternative radio mode
it: Modalità radio alternativa

source: Alternative services tuner priority
it: Priorità tuner

source: Always ask
it: Chiedere sempre

source: Always hide infobar
it: Nascondere sempre la Infobar

source: Always show bouquets
it: Mostra sempre bouquets

source: Always use smart1080p mode
it: Usa sempre la modalità smart1080p

source: An empty filename is illegal.
it: Nome di file vuoto: non consentito !

source: An error occurred while downloading the packetlist. Please try again.
it: Errore durante il download della lista pacchetti. Riprova.

source: An unknown error occured!
it: Rilevato un errore sconosciuto!

source: An unknown error occurred!
it: Si è verificato un errore sconosciuto !

source: Animation Setup
it: Gestore Animazioni

source: Animation Speed
it: Velocità Animazioni

source: Animations
it: Animazioni

source: Any activity
it: Qualsiasi attività

source: Arabic
it: Arabo

source: Are you sure to remove all %d.%d%s%s services?
it: Sei sicuro di rimuovere tutti %d.%d%s%s servizi?

source: Are you sure to remove all cable services?
it: Sei sicuro di rimuovere tutti i servizi cavo?

source: Are you sure to remove all terrestrial services?
it: Sei sicuro di voler rimuovere tutti i servizi terrestri?

source: Are you sure to remove this entry?
it: Sei sicuro di voler eliminare questa voce?

source: Are you sure you want to activate this network configuration?
it: Attivare questa configurazione di rete?

source: Are you sure you want to delete the following backup:
it: Sei sicuro di voler cancellare il seguente backup:

source: Are you sure you want to delete all selected logs:
it: Sei sicuro di voler cancellare tutti i log selezionati:

source: Are you sure you want to delete this log:
it: Sei sicuro di voler cancellare questo log:

source: Are you sure you want to delete this:
it: Sicuro di voler cancellare questo:

source: Are you sure you want to exit this wizard?
it: Uscire da questa configurazione guidata?

source: Are you sure you want to reload the EPG data from:
it: Sei sicuro di voler ricaricare i dati EPG da:

source: Are you sure you want to restart your network interfaces?
it: Riavviare le interfacce di rete?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
it: Sei sicuro di voler ripristinare il seguente backup: %s Il Decoder verrà riavviato al termine del ripristino!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
it: Sei sicuro di voler ripristinare il Backup? Il ricevitore sarà riavviato al termine del ripristino !

source: Are you sure you want to save the EPG Cache to:
it: Sei sicuro di voler salvare la cache EPG per:

source: Are you sure you want to send this log:
it: Sei sicuro di voler inviare questo log:

source: Are you sure you want to update your %s %s ?
it: Sei sicuro di voler aggiornare il tuo %s %s ?

source: Artist
it: Artista

source: Arts/Culture
it: Arti/Cultura

source: Ask user
it: Chiedi utente

source: Ask user (with default as 'no')
it: Chedi utente (di default è 'no')

source: Ask user (with default as 'yes')
it: Chiedi utente (di default è 'si')

source: Aspect Ratio
it: Proporzioni

source: Aspect ratio
it: Rapporto di aspetto

source: Assigned CAIds:
it: CAIds assegnati:

source: Assigned services/provider:
it: Canali/Provider assegnati:

source: At End:
it: Alla Fine

source: Attach a file
it: Allegare un file

source: Audio
it: Pid Audio

source: Audio Auto Volume Level
it: Livello Automatico del Volume

source: Audio PID
it: PID audio

source: Audio Source
it: Sorgente Audio

source: Audio language selection 1
it: Linguaggio Audio selezione 1

source: Audio language selection 2
it: Linguaggio Audio selezione 2

source: Audio language selection 3
it: Linguaggio Audio selezione 3

source: Audio language selection 4
it: Linguaggio Audio selezione 4

source: Audio options...
it: Opzioni Audio...

source: Audio settings
it: Settaggi Audio

source: Author:
it: Autore:

source: Authoring mode
it: Modalità authoring

source: Auto Volume Level
it: Livello Auto Volume

source: Auto chapter split every ? minutes (0=never)
it: Divisione automatica capitoli ogni x minuti (0=mai)

source: Auto flesh
it: Correzione colore automatica (auto flesh)

source: Auto focus commencing ...
it: Inizia messa a fuoco automatica...

source: Auto language selection
it: Selezione lingua automatica

source: Auto scart switching
it: Scambio automatico scart

source: Auto(not available)
it: Auto (non disponibile)

source: Automatic
it: Automatico

source: Automatic Scan
it: Ricerca automatica

source: Automatic image backup
it: Backup automatico Immagine

source: Automatic refresh
it: Refresh automatico

source: Automatic resolution
it: Risoluzione automatica

source: Automatic resolution label
it: Etichetta Risoluzione Automatica

source: Automatic save
it: Salvataggio automatico

source: Automatic scan
it: Scansione automatica

source: Automatic setting backup
it: Backup dei setting automatici

source: Automatically start timeshift after
it: Avvia automaticamente timeshift dopo

source: Automatically turn on external subtitles
it: Avvia automaticamente i sottotitoli esterni
