Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
it: Abilita ricezione enigma2 remota per essere processato per entrare in sintonia con i servizi che non possono essere regolati in loco (ad esempio il sintonizzatore è occupato o tipo di servizio non è disponibile il sintonizzatore locale Specificare completo URL inclusi http:// E numero di porta (normalmente ...: 8001 ), ad esempio http://second_box: 8001.

source: Enable teletext caching
it: Abilitare la cache Televideo

source: Enable terrestrial LCN:
it: Abilita LCN DVB-T:

source: Enabled
it: Abilitato

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
it: Se la funzioe è Attiva, il destinatario può decifrare i flussi (se l'ECM è incluso nel flusso ed è disponibile una carta valida).

source: Encrypted:
it: Codificato:

source: Encryption
it: Codifica

source: Encryption key
it: Chiave codifica

source: Encryption key type
it: Tipo chiave codifica

source: Encryption:
it: Codifica:

source: End
it: Fine

source: End time
it: Ora fine

source: English
it: Inglese

source: Enigma2 Changes
it: Cambiamenti Enigma2

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
it: Enigma2 selezionatore di Skin Se si verificano problemi contattare stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 skin selector
it: Selettore di Skin

source: Enter main menu...
it: Menu principale...

source: Enter pin code
it: Inserire il codice PIN

source: Enter the service pin
it: Inserire il codice PIN canale

source: Entitlements
it: Diritti

source: Epg/Guide
it: Epg/Guida

source: Epg/Guide long
it: Epg/Guida lungo

source: Equal to
it: Uguale a

source: Error
it: Errore

source: Error code
it: Codice errore

source: Error downloading change log.
it: Errore durante il download del changelog.

source: Error executing plugin
it: Errore in esecuzione plugin!

source: Error reading webpage!
it: Errore di lettura pagina web!

source: Error: %s
it: Errore: %s

source: Error: %s Retry?
it: Errore: %s Riprovare?

source: Estonian
it: Estone

source: Ethernet network interface
it: Interfaccia di rete Ethernet

source: Event Info
it: Info evento

source: Event font size
it: Dimensione carattere evento

source: Eventname only
it: Solo Nome Evento

source: Everywhere
it: Ovunque

source: Exceeds Bludisc medium!
it: Supera il supporto Bludisc!

source: Exceeds dual layer medium!
it: Supera la capacità di supporto doppio strato!

source: Execution finished!!
it: Esecuzione terminata!!

source: Execution progress:
it: Processo in esecuzione:

source: Exit
it: Uscire

source: Exit EPG
it: Esci da EPG

source: Exit MAC-address configuration
it: Abbandona la configurazione del MAC-address

source: Exit editor
it: Uscire dall'editor

source: Exit input device selection.
it: Uscire dalla selezione dispositivo di input.

source: Exit media player?
it: Uscire da Mediaplayer?

source: Exit mediaplayer
it: Uscire da Mediaplayer

source: Exit movie list
it: Uscire dalla lista dei film

source: Exit movie player?
it: Uscire dal Mediaplayer?

source: Exit nameserver configuration
it: Uscire da configurazione nameserver

source: Exit network interface list
it: Uscire da elenco interfacce di rete

source: Exit network wizard
it: Uscire da conf. guidata di rete

source: Exit the wizard
it: Esci dal wizard

source: Expert
it: Esperto

source: Extended Networksetup Plugin...
it: Plugin di configurazione avanzata rete...

source: Extended Setup...
it: Configurazione avanzata...

source: Extended Shares
it: Condivisioni estese

source: Extended Software
it: Software esteso

source: Extended Software Plugin
it: Plugin Software esteso

source: Extended network setup plugin...
it: Plugin di configurazione avanzata rete...

source: Extended settings
it: Impostazioni avanzate

source: Extended setup...
it: Configurazione avanzata...

source: Extensions
it: Estensioni

source: Extensions management
it: Gestione delle estensioni

source: External
it: Esterno/a

source: External PiP
it: PiP Esterno

source: External Storage %s
it: Storage Esterno %s

source: External subtitle color
it: Colore sottotitoli esterni

source: Extra motor options
it: Opzioni motore aggiuntive

source: F1/LAN long
it: F1/LAN lungo

source: F2 long
it: F2 lungo

source: F3 long
it: F3 lungo

source: FTP Setup
it: Configurazione FTP

source: Factory reset
it: Reset di fabbrica

source: Fade the Infobar on hide
it: Dissolvenza della infobar in chiusura

source: Failed
it: Fallito

source: Failed to write /tmp/positionersetup.log:
it: Impossibile scrivere /tmp/positionersetup.log:

source: Fallback remote receiver URL
it: Fallback URL ricevitore remoto

source: Fan %d
it: Ventola %d

source: Fast
it: Veloce

source: Fast DiSEqC
it: DiSEqC veloce

source: Fast Scan
it: Scansione veloce

source: Fast epoch
it: Epoch veloce

source: Fast forward speeds
it: Avanzamento rapido

source: Fastforward
it: Avantiveloce

source: Favourites
it: Preferiti

source: File appears to be busy.
it: Il file sembra occupato.

source: File long
it: File lungo

source: File oscam.conf not found. Please enter username/password manually.
it: File oscam.conf non trovato. Inserisci user/password manualmente.

source: Filesystem Check
it: Verifica filesystem

source: Final position at
it: Posizione finale a

source: Final position at index
it: Posizione finale all'indice

source: Fine movement
it: Micro-Movimento

source: Finetune
it: Sintonia fine

source: Finished
it: Terminato

source: Finished configuring your network
it: Configurazione di rete terminata

source: Finished restarting your network
it: Riavvio rete terminato

source: Finnish
it: Finlandese

source: Fixed
it: Risolto

source: Flashing failed
it: Flash fallito!

source: Following tasks will be done after you press OK!
it: I processi seguenti saranno eseguiti premendo Ok!

source: Fontsize
it: Dimensione Font

source: Force de-interlace
it: Forza de-interlacciamento

source: Format
it: Formattare

source: Forward volume keys
it: Tasto aumento volume

source: Free Memory:
it: Memoria libera:

source: Free Swap:
it: Swap libera:

source: Free To Air
it: Non criptato

source: Free memory
it: Memoria libera

source: Free memory:
it: Memoria libera:

source: Free:
it: Libera:

source: Free:
it: Libera:

source: French
it: Francese

source: Frequency
it: Frequenza

source: Frequency bands
it: Bande di frequenza

source: Frequency scan step size(khz)
it: Passo di frequenza ricerca (kHz)

source: Frequency steps
it: Passi di frequenza

source: Fri
it: Ven

source: Friday
it: Venerdì

source: From :
it: Da:

source: Front USB
it: USB Frontale

source: Front USB 3.0
it: USB 3.0 Frontale

source: Frontprocessor version: %s
it: Versione Frontprocessor: %s

source: Full transparency
it: Piena trasparenza

source: Fullscreen
it: Schermo intero

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
it: La GUI deve essere riavviata per applicare la nuova skin Vuoi riavviare la GUI adesso ?

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
it: L'attivazione della nuova skin richiede il riavvio della GUI. Riavviare ora?

source: General
it: Generale

source: General AC3 delay
it: Ritardo generale AC3

source: General PCM delay
it: Ritardo generale PCM

source: Genre
it: Genere

source: German
it: Tedesco

source: Get latest experimental image
it: Ottenere l'immagine sperimentale più recente

source: Get latest release image
it: Ottenere l'ultima immagine rilasciata

source: Getting Event Info failed!
it: Richiesta info evento fallita!

source: Getting plugin information. Please wait...
it: Ricezione informazioni sul plugin. Attendere...

source: Go down the list
it: Vai in basso alla lista

source: Go to first movie or last item
it: Vai al primo film o ultimo elemento

source: Go to first movie or top of list
it: Vai al primo film o in cima all'elenco

source: Go to first service
it: Vai al primo servizio

source: Go to last service
it: Vai all'ultimo servizio

source: Go to next event
it: Vai al prossimo evento

source: Go to next page of service
it: Vai alla pagina successiva del servizio

source: Go to previous event
it: Vai all'evento precedente

source: Go to previous page of service
it: Vai alla pagina precedente del servizio

source: Go up the list
it: Vai in cima alla lista

source: Goto
it: Vai a

source: Goto :
it: Vai a:

source: Goto X
it: Vai a X

source: Goto index position
it: Vai alla posizione dell'index

source: Goto next bouquet
it: Vai al successivo bouquet

source: Goto next channel
it: Vai al prossimo canale

source: Goto next day of events
it: Vai al giorno successivo di eventi

source: Goto next event
it: Vai all'evento successivo

source: Goto next page of events
it: Vai a pagina successiva di eventi

source: Goto position
it: Vai alla posizione

source: Goto previous bouquet
it: Vai al bouquet precedente

source: Goto previous channel
it: Vai al canale precedente

source: Goto previous day of events
it: Vai al giorno precedente di eventi

source: Goto previous event
it: Vai all'evento precedente

source: Goto previous page of events
it: Vai alla pagina precedente di eventi

source: Goto specific data/time
it: Vai ad una specifica data/ora

source: GotoX calibration
it: Calibrazione GotoX

source: Graphical EPG
it: EPG grafico

source: Graphical InfobarEPG settings
it: Impostazioni InfobarEPG Grafico

source: GraphicalEPG settings
it: Impostazioni EpgGrafico

source: Graphics
it: Grafica

source: Greek
it: Greco

source: Green
it: Verde

source: Green long
it: Verde lungo

source: Grey
it: Grigio

source: Grow drop
it: Goccia crescente

source: Grow from left
it: Crescente da sinistra

source: Guard interval
it: Intervallo di guardia

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
it: H: = Ogniora / D: = Ognigiorno / W: =Ognisettimana / M: = Ognimese

source: HD list
it: Lista HD

source: HDMI CEC Setup
it: Config. HDMI CEC

source: HI-cleanup for external subtitles
it: Hi-pulizia per i sottotitoli esterni

source: Handle standby from TV
it: Mettere in standby dalla TV

source: Handle wakeup from TV
it: Riaccendere dalla TV

source: Hard disk setup
it: Configurazione Hard disk

source: Hard disk standby after
it: Standby harddisk dopo

source: Hard disk standby in box standby after
it: Standby disco rigido nel box di standby dopo

source: Harddisk Setup
it: Gestore Harddisk

source: Hebrew
it: Ebraico

source: Height
it: Altezza

source: Help
it: Aiuto

source: Help long
it: Aiuto lungo

source: Hidden network
it: Rete nascosta

source: Hide any zap error messages.
it: Nacsondi tutti gli errori in zapping

source: Hide known extensions
it: Nascondi estensioni conosciute

source: Hide player
it: Nascondere il player

source: Hide zap errors
it: Nascondi errori di Zap

source: Hierarchy info
it: Info gerarchia

source: Hierarchy information
it: Informazioni gerarchia

source: High bitrate support
it: Supporto hight bitrate

source: History back
it: Cronologia indietro

source: History buttons mode
it: Modalità storico pulsanti

source: History next
it: Cronologia avanti

source: History zap...
it: Storico zapping....

source: Hold screen
it: Conservare screen

source: Hold till locked
it: Premere fino al blocco

source: Homepage long
it: Homepage lungo

source: Horizontal
it: Orizzontale

source: Horizontal turning speed
it: Velocità di rotazione orizzontale

source: Hotkey Setup
it: Impostazioni Hotkey

source: Hotkey Setup for
it: impostazione Hotkey per

source: Hour
it: Ora

source: Hourly
it: Ogni ora

source: Hours Mins
it: Ore Minuti

source: Hours Mins Secs
it: Ore Minuti Secondi

source: How many minutes do you want to record?
it: Per quanti minuti vuoi registrare?

source: Hue
it: Colore

source: Hungarian
it: Ungherese

source: IMDB search for current event
it: Cerca IMDb per evento corrente

source: IMDb Details
it: Dettagli IMDb

source: IMDb Search
it: Ricerca IMDb

source: INFO button mode
it: Modalità tasto INFO

source: IP address
it: Indirizzo IP

source: ISO file is too large for this filesystem!
it: File ISO troppo grande per questo filesystem!

source: ISO path
it: Percorso ISO

source: Icons
it: Icone

source: Idle Time:
it: Tempo di inattività

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
it: Se si abilita la opzione, la risoluzione Video del decoder tenterà di portarsi alla risoluzione video del programma in visione.

source: If enabled the video will always be de-interlaced.
it: se abilitato il video sarà sempre de-interlacciato

source: If logs are using the set maximum space used the eldest will be deleted.
it: Se non inserisci uno spazio massimo da usare i vecchi non verranno eliminati.

source: If set to 'no', can you save older events even after zapping or interruption of the timeshift.
it: Se impostato su 'no', si possono salvare eventi più vecchi, anche dopo lo zapping o interruzione del timeshift.

source: If set to 'no', timeshift used only one buffer file. It's recommend 'Timeshift checking for older files [in minutes]' and 'Timeshift checking for free space?' to adjust.
it: Su 'no', timeshift utilizza un solo file di buffer. E 'consigliato' che il Timeshift controlli i file più vecchi [in minuti] e' controlli lo spazio libero? per sistemarlo.

source: If set to 'yes' channels without EPG will not be shown.
it: Settando 'si' non saranno mostrati canali senza EPG.

source: If set to 'yes' it will show the 'PO' packages in browser.
it: Settando 'si' i pacchetti 'PO' saranno visibili nel browser.

source: If set to 'yes' it will show the 'SRC' packages in browser.
it: Settando 'si' i pacchetti 'SRC' saranno visibili nel browser.

source: If set to 'yes' shows a small TV-screen in the EPG.
it: Settando 'si' mostra una piccola TV a schermo nella EPG

source: If set to 'yes' the EPG will alway open at the first channel. If set to 'no' the EPG will open on the present channel.
it: Settando su 'sì' l'EPG si apre sempre al primo canale. Se impostato su 'no' l'EPG si aprirà sul canale corrente.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
it: Settando su 'si' i bouquet saranno mostrati ogni volta che si apre l'EPG per farne selezionare uno alla volta.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
it: Settando su 'sì' la lista dei canali sarà mostrata nel passaggio da una modalità Radio e TV

source: If set to 'yes' the channel number will be displayed in the infobar.
it: Settando su 'sì' il numero del canale viene visualizzato nella barra delle informazioni.

source: If set to 'yes' the infobar will be displayed when a new event starts.
it: Settando su 'sì' la barra informazioni verrà visualizzata quando inizia un nuovo evento.

source: If set to 'yes' the infobar will be displayed when changing channels.
it: Settando su 'sì' la barra informazioni verrà visualizzata quando si cambia canale.

source: If set to 'yes' you can preview channels in the EPG list.
it: Settando su 'sì' è possibile visualizzare in anteprima i canali della lista EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
it: Settando su 'sì' è possibile visualizzare in anteprima i canali nella lista dei canali. Premere 'OK' per visualizzare in anteprima il canale selezionato, premere un secondo 'OK' per uscire e fare zapping a quel canale premendo 'Exit' si ritorna al canale di partenza.

source: If set to 'yes', allows you use the seekbar to jump to a point within the event.
it: Se impostato su 'si, permette di utilizzare il seekbar per passare a un punto interno dell'evento.

source: If set to 'yes', enable autorecord for automatically background timeshift
it: Se selezioni 'si', abilita automaticamente l'autoregistrazione per il timeshift in sottofondo

source: If set to 'yes; the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
it: Settando su 'si' sarà visualizzata la barra informazioni quando in si va Avanti o Indietro durante la riproduzione multimediale.

source: If the free space is less than setting value, then an attempt is made to delete the old timeshift files.
it: Se lo spazio libero è inferiore al valore impostazione, viene effettuato un tentativo di cancellare i vecchi file timeshift.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
it: Se il testo è troppo lungo per essere visualizzato sul pannello frontale, si ripeterà (numero delle volte):

source: If you see this, something is wrong with your scart connection. Press OK to return.
it: La connessione SCART non funziona correttamente! Premere Ok per uscire.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
it: Se la TV dispone di un controllo per il miglioramento del contrasto, disattivarlo. Se dispone di un controllo definito [Dinamico], impostarlo a standard. Regolare la retro-illuminazione ad un livello di gradimento. Abbassare il più possibile il contrasto. Abbassare al minimo la luminosità, assicurandosi tuttavia che le due sfumature più scure di grigio rimangano distinguibili. Per il momento non preoccuparsi delle sfumature chiare: saranno regolate successivamente. Quando il risultato appare soddisfacente, premere OK.

source: Image Information
it: Info Immagine

source: Image Manager
it: Gestore Immagine

source: Immediate shutdown
it: Spegnimento immediato

source: In addition to the check at an event start, a repetitive check can be used, so that the conditions 'buffer limit in hours' or 'check free space' are detected earlier.
it: In aggiunta al controllo in un inizio evento, un controllo ripetitivo può essere utilizzato, in modo da 'limitare il buffer in ore' o 'controllare lo spazio libero' se vengono rilevati in precedenza.

source: In order to record a timer, a tuner was freed successfully:
it: In seguito a registrazione programmata la TV è stata sintonizzata sul canale da registrare!

source: In progress
it: In corso

source: Inadyn Log
it: Log Inadyn

source: Inadyn Setup
it: Configurazione Inadyn

source: Include AIT in http streams
it: Includi AIT nei flussi http

source: Include ECM in http streams
it: Includi ECM nei flussi http

source: Include EIT in http streams
it: Includi EIT nei flussi http

source: Incorrect type service for PiP!
it: Tipo di servizio non corretto per PiP!

source: Increase time scale
it: Aumenta time scale

source: Increased voltage
it: Voltaggio aumentato

source: Index allocated:
it: Indice allocato:

source: Info (EPG) Long
it: Info (EPG) Lungo

source: Info button (long)
it: Tasto Info (pressione lunga)

source: Info button (short)
it: Tasto Info (pressione breve)

source: Info icon width
it: Larghezza icona Info

source: InfoBar EPG mode
it: Modalità barra informazioni EPG

source: Infobar fade-out speed
it: Tempo di dissolvenza infobar in chiusura

source: Infobar frontend data source
it: InfoBar origine dei dati frontend

source: InfobarEPG settings
it: Impostazioni InfobarEPG

source: Information
it: Informazione

source: Initial fast forward speed
it: Velocità di avanzamento rapido iniziale

source: Initial lock ratio
it: Rapporto di blocco iniziale

source: Initial rewind speed
it: Velocità iniziale riavvolgimento

source: Initial signal quality
it: Qualità iniziale del segnale

source: Initial signal quality:
it: Qualità iniziale del segnale:

source: Initialization
it: Formattazione

source: Initialize
it: Formattare

source: Initializing storage device...
it: Inizializzazione periferica di archiviazione...

source: Inotify Monitoring
it: Monitoraggio Inotify

source: Input devices
it: Dispositivi di input

source: Install
it: Installare

source: Install Plugins
it: Installa Plugins

source: Install a new image with a USB stick
it: Installare una nuova immagine con una chiavetta USB

source: Install a new image with your web browser
it: Installa la nuova immagine tramite il tuo web browser

source: Install channel list
it: Installare lista dei canali

source: Install extensions
it: Installa extensioni

source: Install extensions.
it: Installare estensioni.

source: Install lcd picons on
it: Installare picons LCD su

source: Install local extension
it: Installare estensioni locali

source: Install or remove finished.
it: Installazione/Rimozione terminata.

source: Install picons on
it: Installare picons su

source: Install plugins
it: Installare plugins

source: Install settings, skins, software...
it: Installo settaggi, skins, software...

source: Installation finished.
it: Installazione terminata.

source: Installing
it: Installazione in corso...

source: Installing Service
it: Installazione Servizi

source: Installing plugins...
it: Installazione plugins...

source: Instant record
it: Registrazione istantanea

source: Instant record location
it: Percorso registrazione istantanea

source: Instant recording location
it: Percorso registrazione istantanea

source: Instant recording...
it: Registrazione istantanea...

source: Instant recordings location
it: Posizione Registrazioni immediate

source: Interface
it: Interfaccia

source: Interface:
it: Interfaccia:

source: Intermediate
it: Intermedio

source: Internal
it: Interno/a

source: Internal USB
it: USB interna

source: Internal flash
it: Flash interna

source: Internal hdd only
it: Solo HDD interno

source: Interval between keys when repeating:
it: Intervallo ripetizione tasti:

source: Invalid directory selected: %s
it: La cartella selezionata non è valida: %s

source: Invalid location
it: Percorso non valido

source: Invalid transponder data
it: Dati transponder non validi

source: Inversion
it: Inversione

source: Invert
it: Inverti

source: Is this setting ok?
it: E' corretta questa impostazione?

source: Is this video mode ok?
it: Questa modalità video è OK?

source: Italian
it: Italiano

source: JUMP 24 HOURS
it: SALTA 24 ORE

source: Job View
it: Vista processi

source: Jump back 24 hours
it: Torna indietro di 24 ore

source: Jump first press in channel selection
it: Salto canale con prima pressione tasto in lista canali

source: Jump forward 24 hours
it: Vai avanti di 24 ore

source: Jump to beginning of list
it: Vai all'inizio della lista

source: Jump to current time
it: Vai all'orario corrente

source: Jump to end of list
it: Andare a fine elenco

source: Jump to next marked position
it: Vai alla successiva posizione contrassegnata

source: Jump to previous marked position
it: Vai alla precedente posizione contrassegnata

source: Jump to prime time
it: Vai alla prima serata

source: Just change Bouquet
it: Basta cambiare Bouquet

source: Just change channels
it: Solo cambio canali

source: Just scale
it: Scalare solamente

source: Just zap
it: Zap solamente

source: Keep service
it: Mantenere il canale

source: Keeps MovieList open whilst playing audio files.
it: Mantiene MovieList aperto durante la riproduzione di file audio.

source: Keyboard
it: Tastiera
