Repository: OpenESI/gui
Catalog: po/*.po
Languages: it

source: Simple
it: Semplice

source: Simple fade
it: Dissolvenza semplice

source: Simple titleset (compatibility for legacy players)
it: Set titoli semplice (compatibilità con player legacy)

source: Single
it: Singolo

source: Single EPG
it: EPG singolo

source: Single satellite
it: Satellite singolo

source: Single step (GOP)
it: Passo-Passo (GOP)

source: SingleEPG settings
it: Impostazioni EpgSingolo

source: Site latitude
it: Latitudine

source: Site longitude
it: Longitudine

source: Size:
it: Dimensione:

source: Skin Selector
it: Seleziona la Skin

source: Skin Setup
it: Gestore Skin

source: Skin setup
it: Configurazione Skin

source: Skip back
it: Salta indietro

source: Skip empty services
it: Saltare canali vuoti

source: Skip forward
it: Salta avanti

source: Skip internet connection check (disables automatic package installation)
it: Salta il controllo della conn. internet (disabilita l'inst. automatica pacchetti)

source: Sleep delay
it: Timer di spegnimento

source: Slide drop
it: Far scorrere a goccia

source: Slide left to right
it: Far scorrere da sinistra a destra

source: Slide top to bottom
it: Far scorrere verso il basso

source: Slovak
it: Slovacco

source: Slovenian
it: Sloveno

source: Slow
it: Lento

source: Slow motion speeds
it: Velocità moviola

source: Small progress
it: In corso

source: Smooth
it: Regolare

source: Social/Political/Economics
it: Sociale/Politica/Economia

source: Softcam Setup
it: Gestore Softcam

source: Softcam settings
it: Configurazione Softcam

source: Software Update
it: Aggiornamento Software

source: Software management
it: Gestione software

source: Software manager setup
it: Configurazione gestione software

source: Software restore
it: Ripristino software

source: Software update
it: Aggiornamento software

source: Softwaremanager information
it: Informazioni su software manager

source: Softwareupdate
it: Aggiornamento Software

source: Some plugins are not available:
it: Alcuni plugin non sono disponibili:

source: Sorry CIHelper Config is Missing
it: Spiacente manca la configurazione CIHelper

source: Sorry Inadyn Config is Missing
it: Spiacente, Inadyn non configurato

source: Sorry MiniDLNA Config is Missing
it: Spiacente MiniDLNA non configurato

source: Sorry feeds are down for maintenance
it: Spiacente, i feed sono spenti per manutenzione

source: Sorry feeds are down for maintenance, please try again later.
it: Spiacente, i feed sono spenti per manutenzione, riprova più tardi

source: Sorry uShare Config is Missing
it: Spiacente uShare non configurato

source: Sorry, %s has not been installed!
it: Spiacente, %s non è installato!

source: Sorry, no backups found!
it: Spiacente, bessun Backup trovato!

source: Sorry, no details available!
it: Spiacente, nessun dettaglio disponibile!

source: Sorry, your backup destination is not writeable. Please select a different one.
it: Spiacente, la destinazione del tuo Backup non è scrivibile, Prego scegliere un'altra destinazione.

source: Sort
it: Riordino

source: Sort EPG List
it: Riordino EPG list

source: Sort Extensions list alphabetically
it: Riordino alfabetico menu estensioni

source: Sort by
it: Ordina per

source: Sort by default
it: Ordinamento predefinito

source: Sort list by
it: Riordino lista per

source: Sort list:
it: Ordina lista:

source: Sort menu screen's alphabetically
it: Riordino alfabetico menu screen

source: Sort plug-in browser alphabetically
it: Riordino alfabetico plugins

source: Sort setting screen's alphabetically
it: Riordino alfabetico setting screen

source: Sound
it: Audio

source: Sound carrier
it: Portante audio

source: Source request
it: Richiesta di origine

source: South
it: Sud

source: Space used:
it: Spazio usato:

source: Spanish
it: Spagnolo

source: Special Features
it: Caratteristiche speciali

source: Split preview mode
it: Modalità anteprima separata

source: Splitscreen
it: Schermo suddiviso

source: Standby / Restart
it: Standby / Riavvio

source: Standby / restart
it: Standby / Riavvio

source: Start
it: Avvio

source: Start from the beginning
it: Partire dall'inizio

source: Start instant recording
it: Avvia registrazione istantanea

source: Start offline decode
it: Avvia decodifica offline

source: Start recording?
it: Avvio registrazione?

source: Start teletext
it: Avvia teletext

source: Start test
it: Avviare il test

source: Start time
it: Orario inizio timer

source: Start timeshift
it: Avvia Timeshift

source: Starting on
it: Avvio il

source: Step east
it: Passo a est

source: Step west
it: Passo a ovest

source: Stepped east
it: Muovere un passo a est

source: Stepped west
it: Muovere un Passo a ovest

source: Stop PiP
it: Chiudere PiP

source: Stop current event and disable coming events
it: Arrestare l'evento corrente e disabilitare i futuri

source: Stop current event but not coming events
it: Arrestare l'evento corrente ma non i futuri

source: Stop entry
it: Blocca immissione

source: Stop playing this movie?
it: Arrestare la riproduzione?

source: Stop previous broadcasted service on return to movielist.
it: Arrestare il servizio trasmesso precedente il ritorno alla movielist.

source: Stop recording
it: Ferma la registrazione

source: Stop recording and delete
it: Ferma la registrazione e cancella

source: Stop recording now
it: Ferma la registrazione adesso

source: Stop service on return to movie list
it: Arresta il servizio al ritorno alla lista dei film

source: Stop test
it: Arrestare il test

source: Stop testing plane after # failed transponders
it: Arrestare il test dopo # transponder falliti

source: Stop testing plane after # successful transponders
it: Arrestare il test dopo # transponder controllati correttamente

source: Stop timer recording
it: Blocca il timer di registrazione

source: Stop timeshift
it: Ferma Timeshift

source: Stop timeshift and save timeshift buffer as movie
it: Ferma il timeshift e salva il timeshift temporaneo come film

source: Stop timeshift and save timeshift buffer as movie and start recording of current event
it: Ferma il timeshift e salva il timeshift temporaneo come film ed avvia la registrazione dell'evento corrente

source: Stop timeshift while recording?
it: Fermare il timeshift durante la registrazione?

source: Stop's timeshift being used if a recording is in progress. (adviseable for usb sticks)
it: Il Timeshift smette di essere utilizzato se una registrazione è in corso. (consigliabile per chiavette USB)

source: Stopped
it: Fermato

source: Store at index
it: Memorizzare nell'indice

source: Store position
it: Memorizzare posizione

source: Stored position
it: Posizione memorizzata

source: Stream request
it: Richiesta Streaming

source: Strict DLNA
it: DLNA accurato

source: Stripes
it: Righe

source: Strongest position
it: Posizione migliore

source: Subservice mode
it: Modalità sottoservizi

source: Subtitle
it: Sottotitoli

source: Subtitle alignment
it: Allineamento sottotitoli

source: Subtitle border width
it: Larghezza bordo sottotitoli

source: Subtitle delay when timing is bad
it: Ritardo dei sottotitoli fuori sincronia

source: Subtitle delay when timing lacks
it: Ritardo dei sottotitoli fuori sincronia

source: Subtitle font size
it: Grandezza carattere sottotitoli

source: Subtitle language selection 1
it: Lingua sottotitoli selezione 1

source: Subtitle language selection 2
it: Lingua sottotitoli selezione 2

source: Subtitle language selection 3
it: Lingua sottotitoli selezione 3

source: Subtitle language selection 4
it: Lingua sottotitoli selezione 4

source: Subtitle position
it: Posizione sottotitoli

source: Subtitle selection
it: Selezione sottotitoli

source: Subtitle selection...
it: Selezione sottotitoli...

source: Subtitle settings
it: Configurazione sottotitoli

source: Subtitles
it: Sottotitoli

source: Subtitles Settings
it: Gestore Sottotitoli

source: Sun
it: Dom

source: Sunday
it: Domenica

source: Support at
it: Supporto a

source: Swap PIP
it: Cambia PIP

source: Swap PiP and main picture
it: Scambiare PiP e schermo principale

source: Swap services
it: Scambia canali

source: Swedish
it: Svedese

source: Switch TV to correct input
it: Cambia ingresso corretto alla TV

source: Switch between Audio-, Subtitlepage
it: Passare da Audio-pagina Sottotitoli

source: Switch between filelist/playlist
it: Scambiare tra filelist / playlist

source: Switch between normal mode and list mode
it: Passare dalla modalità normale e la modalità lista

source: Switch config
it: Cambia Configurazione

source: Switch next channel
it: Passa al canale successivo

source: Switch to HDMI in mode
it: Passare alla modalità HDMI

source: Switch to Radio
it: Passa alla Radio

source: Switch to TV
it: Passa alla TV

source: Switch to TV mode
it: Passa alla modalità TV

source: Switch to filelist
it: Passare all'elenco file

source: Switch to next channel in history
it: Passa al canale successivo nella history

source: Switch to next sub service
it: Cambia Sottocanale successivo

source: Switch to playlist
it: Passare alla playlist

source: Switch to previous channel
it: Passa al canale precedente

source: Switch to previous channel in history
it: Passa al canale precedente nella history

source: Switch to previous sub service
it: Cambia Sottocanale precedente

source: Switch to radio mode
it: Passa alla modalità radio

source: Switchable tuner types:
it: Tipi di tuner commutabili:

source: Sync NTP every (minutes)
it: Sincronzza NTP ogni (minuti)

source: Sync failure moving back to origin !
it: Sync Time non riuscito, torna indietro !

source: Sync time using
it: Sync Time in uso

source: Synchronize systemtime using transponder or internet.
it: Sincronizza l'ora di sistema usando trasponder o internet.

source: System
it: Sistema

source: System temperature: %s
it: Temperatura Sistema: %s

source: System:
it: Sistema:

source: TRANSLATOR_INFO
it: Traduzione italiana a cura di EuroSat aggiornamento: 19 Aprile 2015 http://euro-sat-image.com

source: TS file is too large for ISO9660 level 1!
it: File TS troppo grande per ISO9660 livello 1!

source: TV button mode
it: Modalità tasto TV

source: TV physical address report
it: Rapporto indirizzo fisico TV

source: TXT PID
it: PID TXT

source: Table of content for collection
it: Tabella dei contenuti per la collezione

source: Tags
it: Etich.

source: Teletext base visibility
it: Visibilità del Televideo

source: Teletext subtitle color
it: Colore dei sottotitoli televideo

source: Telnet Interface
it: Interfaccia Telnet

source: Telnet Port
it: Porta telnet

source: Telnet Setup
it: Configurazione Telnet

source: Terrestrial
it: Terrestre

source: Terrestrial bouquet:
it: Bouquet terrestre:

source: Terrestrial provider
it: Provider terrestre

source: Test DiSEqC settings
it: Test configurazione DiSEqC

source: Test mode
it: Modalità test

source: Test the network configuration of your %s %s.
it: Collaudo della configurazione di rete del %s %s.

source: Test type
it: Tipo test

source: Testscreens
it: Schermo di Prova

source: Testscreens that are helpfull to fine-tune your display
it: Schermi di prova che sono disponibili ad affinare la visualizzazione

source: Text
it: Testo

source: Thai
it: Thailandese

source: Thank you for using the wizard. Please press OK to continue.
it: Grazie per aver utilizzato questa configurazione guidata. Premere OK per continuare.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
it: Grazie per aver usato la configurazione guidata. Il tuo %s %s è ora pronto all'uso. Premi OK per cominciare ad usare il tuo %s %s.

source: The %s %s reads the stored EPG data every (hours).
it: Il %s %s legge i dati memorizzati dell'EPG ogni (ore).

source: The %s %s stores the EPG data every (hours).
it: il %s %s salva i dati dell'EPG ogni (ore).

source: The AutoTimer plugin is not installed! Please install it.
it: Il plugin AutoTimer non è installato! Installalo.

source: The Cool TV Guide plugin is not installed! Please install it.
it: Il Plugin CoolTVGuide non è installato! Installalo.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
it: Lo standard DVD non supporta streams video h.264 (HDTV)

source: The DreamPlex plugin is not installed! Please install it.
it: Il plugin DreamPlex non è installato! Si prega di installarlo.

source: The EPGSearch plugin is not installed! Please install it.
it: Il plugin EPGSearch non è installato! Installalo.

source: The IMDb plugin is not installed! Please install it.
it: Il plugin IMDb non è installato ! Installalo.

source: The MediaCenter plugin is not installed! Please install it.
it: Il plugin MediaCenter non è installato! Per favore installalo.

source: The MediaPlayer plugin is not installed! Please install it.
it: Il plugin MediaPlayer non è installato! Per favore installalo.

source: The MediaPortal plugin is not installed! Please install it.
it: Il plugin MediaPortal non è installato! Per favore installalo.

source: The Merlin EPG Center plugin is not installed! Please install it.
it: Il plugin Merlin EPG Center non è installato! Per favore installalo..

source: The PIN code has been changed successfully.
it: Codice PIN aggiornato correttamente.

source: The PIN codes you entered are different.
it: I codici PIN inseriti sono diversi tra loro!

source: The TV was switched to the recording service!
it: In seguito ad evento programmato, la TV è stata sintonizzata sul canale da registrare!

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
it: La penna USB è stata preparata per essere avviabile. Ora si può scaricare il file immagine .NFI!

source: The VideoMode plugin is not installed! Please install it.
it: Il plugin VideoMode non è installato! Per favore installalo.

source: The available disk space for timeshift is less than specified in the settings. What do you want to do ?
it: Lo spazio su disco disponibile per il timeshift è inferiore a quello specificato nelle impostazioni. Cosa vuoi fare?

source: The backup failed. Please choose a different backup location.
it: Backup fallito! Selezionare una destinazione differente per il backup.

source: The buffer time for timeshift exceeds the specified limit in the settings. What do you want to do ?
it: Il tempo di buffer per timeshift supera il limite indicato nelle impostazioni. Cosa vuoi fare?

source: The current update may be unstable
it: L'aggiornamento corrente può essere instabile

source: The directory %s is not a EXT2, EXT3, EXT4, NFS or CIFS partition. Make sure you select a valid partition type.
it: Questa cartella %s non è formattata in EXT2, EXT3, EXT4, NFS or CIFS. Assicurati di selezionare una partizione valida.

source: The directory %s is not writable. Make sure you select a writable directory instead.
it: La cartella %s è in sola lettura. Controllare di aver scelto una cartella in cui sia possibile scrivere.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
it: Rilevato il seguente dispositivo: %s Installare il flasher USB su questa penna?

source: The following files were found...
it: Trovati i seguenti file...

source: The installation of the default settings is finished. You can now continue configuring your %s %s by pressing the OK button on the remote control.
it: L'installazione delle impostazioni predefinite è finito. Ora è possibile continuare a configurare il tuo %s %s premendo il pulsante OK sul telecomando.

source: The loopthrough setting is wrong.
it: Errata configurazione del ciclo continuo

source: The md5sum validation failed, the file may be corrupted!
it: Verifica md5sum fallita: il file potrebbe essere corrotto!

source: The network wizard extension is not installed! Please install it.
it: L'estensione NetworkWizard non è installata! Provvedere a installarla.

source: The path %s already exists.
it: Percorso %s già esistente.

source: The pin code you entered is wrong.
it: Inserito codice PIN errato!

source: The results have been written to %s.
it: Risultati salvati su %s.

source: The servicelist is reloaded.
it: I servizi sono stati ricaricati.

source: The sleep timer has been activated.
it: Il timer di spegnimento è stato attivato.

source: The sleep timer has been disabled.
it: Il timer di spegnimento è stato disabilitato.

source: The software management extension is not installed! Please install it.
it: L'estensione Sofwaremanagement non è installata! Provvedere a installarla.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
it: File Timer (pm_timers.xml) corrotto: NON caricabile!

source: The timer file (timers.xml) is corrupt and could not be loaded.
it: File Timer (timers.xml) corrotto: NON caricabile!

source: The user interface of your %s %s is restarting
it: L'interfaccia utente del tuo %s %s viene riavviata

source: The user interface of your %s %s is restarting due to an error in mytest.py
it: L'interfaccia del tuo %s %s viene riavviata a causa di un errore in mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
it: Il plugin Wireless LAN non è installato! Si prega di installarlo e seleziona un'opzione per proseguire.

source: The wireless LAN plugin is not installed! Please install it.
it: Plugin WirelessLAN non installato! Installarlo per poterlo abilitare.

source: The wizard can backup your current settings. Do you want to do a backup now?
it: La configurazione guidata permette di effettuare un backup della configurazione. Procedere?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
it: La configurazione guidata ha rilevato un backup delle configurazioni. Ripristinare le vecchie configurazioni da %s?

source: The wizard is finished now.
it: La configurazione guidata è terminata !

source: There are at least
it: Sono presenti almeno

source: There are at least %s updates available.
it: Ci sono almeno %s aggiornamenti disponibili.

source: There are currently no outstanding actions.
it: Nessuna azione in sospeso al momento.

source: There are no updates available.
it: Nessun aggiornamento disponibile.

source: There is no signal to lock on !
it: Non vi è alcun segnale da agganciare!

source: There might not be enough space on the selected partition.. Do you really want to continue?
it: Potrebbe non esserci abbastanza spazio sulla partizione selezionata.. Vuoi continuare ?

source: There was an error downloading the updatelist. Please try again.
it: C'è stato un errore nel download della lista update. Si prega di riprovare.

source: This %s %s cannot decode %s streams!
it: Impossibile decodificare stream %s con questo %s %s !

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
it: Il DVD-RW è già formattato - una nuova formattazione cancellerà tutto il contenuto del disco!

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
it: Questa opzione consente di modificare la dimensione del carattere in relazione alla dimensione della skin, quindi 1 aumenta di 1 dimensione in punti e -1 diminuisce di 1 dimensione in punti

source: This allows you change the number of rows shown.
it: Questo consente di modificare il numero di righe indicato.

source: This allows you to show drivers modules in downloads
it: Ti permette di vedere i moduli driver nei downloads

source: This allows you to show extensions modules in downloads
it: Questo permette di mostrare i moduli estensioni in download

source: This allows you to show kernel modules in downloads
it: Ti permette di vedere i moduli kernel nei downloads

source: This allows you to show lcd skins in downloads
it: Ti permette di vedere i moduli lcd skin nei downloads

source: This allows you to show picons modules in downloads
it: Ti permette di vedere i moduli picons nei downloads

source: This allows you to show security modules in downloads
it: Ti permette di vedere i moduli security nei downloads

source: This allows you to show skins modules in downloads
it: Ti permette di vedere i moduli skin nei download

source: This allows you to show systemplugins modules in downloads
it: Ti permette di vedere i moduli systemplugins nei downloads

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
it: Questa opzione consente di ridurre il blocco-rumore dell'immagine. Ovviamente questo va a scapito della nitidezza dell'immagine.

source: This option allows to set the level of dynamic contrast of the picture.
it: Questa opzione consente di impostare il livello di contrasto dinamico dell'immagine.

source: This option allows you choose how to display elapsed time as + or -
it: Questa opzione consente di scegliere come visualizzare il tempo trascorso come + o -

source: This option allows you choose how to display remaining time, or elapsed time, or both.
it: Questa opzione consente di scegliere come visualizzare il tempo rimanente, o il tempo trascorso, o entrambi.

source: This option allows you choose how to display the remaining/elapsed time for Media playback.
it: Questa opzione consente di scegliere come visualizzare il tempo rimanente/trascorso per la riproduzione multimediale.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
it: Questa opzione consente di scegliere come visualizzare il tempo rimanente/trascorso per live tv.

source: This option allows you choose how to display the remaining/elapsed time for media playback.
it: Questa opzione consente di scegliere se visualizzare il tempo rimanente/trascorso per la riproduzione multimediale.

source: This option allows you choose the background colour of transparent picons.
it: Questa opzione consente di scegliere il colore di sfondo trasparente dei picons.

source: This option allows you enable smoothing filter to control the dithering process.
it: Questa opzione permette di abilitare smoothing del filtro per controllare il processo di dithering.

source: This option allows you enable the vertical scaler dejagging.
it: Questa opzione permette di abilitare lo scaler dejagging verticale.

source: This option allows you set the layout view (Text or Graphics).
it: Questa opzione consente di impostare la visualizzazione del layout (testo o grafica).

source: This option allows you to Power Off the display.
it: Questa opzione consente di Spegnere il display

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
it: Questa opzione consente di utilizzare sempre es. 1080p50 per le TV/.ts, e 1080p24/p50/p60 per i video

source: This option allows you to boost the blue tones in the picture.
it: Questa opzione consente di esaltare le tonalità del blu nella immagine.

source: This option allows you to boost the green tones in the picture.
it: Questa opzione consente di esaltare le tonalità del verde nella immagine.

source: This option allows you to bypass HDMI EDID check
it: Questa opzione ti permette di bypassare il controllo HDMI EDID

source: This option allows you to change the virtuell loadspeaker position.
it: Questa opzione consente di modificare la posizione virtuale del loadspeaker.

source: This option allows you to choose from the two channel lists that are available.
it: Questa opzione consente di scegliere tra le due liste di canali che sono disponibili.

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
it: Questa opzione consente di visualizzare 1080p 24Hz sul televisore. ( non tutte le TV supportano queste risoluzioni)
